import { GeneratedCreature } from "../generate-creatures";
import { createCreature } from "./creature-builder";

export const monsters2014Part2: GeneratedCreature[] = [
  // 141-160 Undead
  createCreature(141, "Скелет", "Skeleton", "Середній", "Нежить", "Законний злий", "MM", "13 (уривки обладунку)", "13 (2к8 + 4)", "30 фт.", [10, 14, 15, 6, 8, 5], "1/4", "50 XP", {
    damageImmunity: "отрута",
    damageResistance: "",
    conditionImmunity: "виснажений, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 9",
    languages: "розуміє мови, які знав за життя, але не може говорити",
    actions: "<p><b>Короткий меч.</b> Рукопашна атака: +4 на влучання, досяжність 5 фт., одна ціль. Влучання: 5 (1к6 + 2) колючих ушкоджень.</p><p><b>Короткий лук.</b> Дальня атака: +4 на влучання, дистанція 80/320 фт., одна ціль. Влучання: 5 (1к6 + 2) колючих ушкоджень.</p>",
    description: "<p>Анімовані некромантією кістки полеглих істот, що сліпо виконують накази свого господаря.</p>"
  }),
  createCreature(142, "Скелет бойового коня", "Warhorse Skeleton", "Великий", "Нежить", "Законний злий", "MM", "13 (обривки збруї)", "22 (3к10 + 6)", "60 фт.", [18, 12, 15, 2, 8, 5], "1/2", "100 XP", {
    damageImmunity: "отрута",
    conditionImmunity: "виснажений, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 9",
    actions: "<p><b>Удар копитами.</b> Рукопашна атака: +6 на влучання, досяжність 5 фт. Влучання: 11 (2к6 + 4) дробильних ушкоджень.</p>",
    description: "<p>Кістяний скакун, піднятий некромантами для перевезення безтілесних лицарів та мерців.</p>"
  }),
  createCreature(143, "Скелет мінотавра", "Minotaur Skeleton", "Великий", "Нежить", "Законний злий", "MM", "12 (природний)", "67 (9к10 + 18)", "40 фт.", [18, 11, 15, 6, 8, 5], "2", "450 XP", {
    damageImmunity: "отрута",
    conditionImmunity: "виснажений, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 9",
    specialAbilities: "<p><b>Атака з розгону.</b> Якщо рухається по прямій на 20 фт. і влучає рогами, завдає додатково 9 (2к8) шкоди та збиває з ніг (СК 14).</p>",
    actions: "<p><b>Велика сокира.</b> Рукопашна атака: +6 на влучання. Влучання: 17 (2к12 + 4) ріжучих ушкоджень.</p><p><b>Роги.</b> Рукопашна атака: +6 на влучання. Влучання: 13 (2к8 + 4) колючих ушкоджень.</p>",
    description: "<p>Велетенський кістяк мінотавра, невгамовна машина смерті в підземних лабіринтах.</p>"
  }),
  createCreature(144, "Зомбі", "Zombie", "Середній", "Нежить", "Нейтральний злий", "MM", "8", "22 (3к8 + 9)", "20 фт.", [13, 6, 16, 3, 6, 5], "1/4", "50 XP", {
    savingThrows: "Муд +0",
    damageImmunity: "отрута",
    conditionImmunity: "отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 8",
    languages: "розуміє мови, які знав за життя, але не може говорити",
    specialAbilities: "<p><b>Невмируща стійкість.</b> Якщо ушкодження опускають хіти зомбі до 0, він проходить рятівний кидок Тілобудови СК 5 + отримані ушкодження. У разі успіху його хіти стають 1 (не працює проти сяючих ушкоджень або критичних ударів).</p>",
    actions: "<p><b>Удар.</b> Рукопашна атака: +3 на влучання, досяжність 5 фт., одна ціль. Влучання: 4 (1к6 + 1) дробильних ушкоджень.</p>",
    description: "<p>Гниючий ожилий труп, що рухається повільно, але має жахливу витривалість.</p>"
  }),
  createCreature(145, "Зомбі огра", "Ogre Zombie", "Великий", "Нежить", "Нейтральний злий", "MM", "8", "85 (9к10 + 36)", "30 фт.", [19, 6, 18, 3, 6, 5], "2", "450 XP", {
    savingThrows: "Муд +0",
    damageImmunity: "отрута",
    conditionImmunity: "отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 8",
    specialAbilities: "<p><b>Невмируща стійкість.</b> Рятівний кидок Тілобудови для виживання з 1 хітом.</p>",
    actions: "<p><b>Ранковий зірка.</b> Рукопашна атака: +6 на влучання. Влучання: 13 (2к8 + 4) дробильних ушкоджень.</p>",
    description: "<p>Величезна гниюча туша огра, наділена колосальною руйнівною силою нежиті.</p>"
  }),
  createCreature(146, "Гуль (Упир)", "Ghoul", "Середній", "Нежить", "Хаотичний злий", "MM", "12", "22 (5к8)", "30 фт.", [13, 15, 10, 7, 10, 6], "1", "200 XP", {
    damageImmunity: "отрута",
    conditionImmunity: "причарований, виснажений, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    languages: "Спільна",
    actions: "<p><b>Укус.</b> Рукопашна атака: +2 на влучання, досяжність 5 фт. Влучання: 9 (2к6 + 2) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +4 на влучання, досяжність 5 фт. Влучання: 7 (2к4 + 2) ріжучих ушкоджень. Ціль (крім ельфів та нежиті) повинна пройти рятівний кидок Тілобудови СК 10 або стати паралізованою на 1 хвилину.</p>",
    description: "<p>Трупоїди, що рискають по цвинтарях і здатні паралізувати живе створіння одним дотиком кігтів.</p>"
  }),
  createCreature(147, "Ґаст (Вищий упир)", "Ghast", "Середній", "Нежить", "Хаотичний злий", "MM", "13", "36 (8к8)", "30 фт.", [16, 17, 10, 11, 10, 8], "2", "450 XP", {
    damageResistance: "некротична",
    damageImmunity: "отрута",
    conditionImmunity: "причарований, виснажений, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    languages: "Спільна",
    specialAbilities: "<p><b>Сморід.</b> Будь-яка жива істота в межах 5 фт. повинна пройти рятівний кидок Тілобудови СК 10 або стати отруєною на час перебування поруч.</p><p><b>Опір вигнанню.</b> Перевага на рятівні кидки проти вигнання нежиті.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +3 на влучання. Влучання: 10 (2к6 + 3) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +5 на влучання. Влучання: 8 (2к4 + 3) ріжучих + параліч (СК 10).</p>",
    description: "<p>Більш розумні та смердючі лідери зграй упирів, чия аура викликає нудоту.</p>"
  }),
  createCreature(148, "Вайт (Курганний мерло)", "Wight", "Середній", "Нежить", "Нейтральний злий", "MM", "14 (кліпаний обладунок)", "45 (6к8 + 18)", "30 фт.", [15, 14, 16, 10, 13, 15], "3", "700 XP", {
    skills: "Уважність +3, Непомітність +4",
    damageResistance: "некротична; дробильна, колюча та ріжуча від немагічних атак без срібла",
    damageImmunity: "отрута",
    conditionImmunity: "виснажений, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 13",
    languages: "мови, які знав за життя",
    specialAbilities: "<p><b>Чутливість до сонця.</b> Перешкода на атаки та Уважність на прямому сонячному світлі.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки довгим мечем або висмоктуванням життя.</p><p><b>Висмоктування життя.</b> Рукопашна атака: +4 на влучання. Влучання: 5 (1к6 + 2) некротичної шкоди, а максимум хітів цілі зменшується на це значення (СК 13 Тіл). Якщо ціль гине, вона повстає як зомбі під владою вайта.</p><p><b>Довгий меч.</b> Рукопашна атака: +4 на влучання. Влучання: 6 (1к8 + 2) ріжучих ушкоджень.</p>",
    description: "<p>Давні воїни, підняті темною магією з курганів, що прагнуть знищити все живе.</p>"
  }),
  createCreature(149, "Тінь", "Shadow", "Середній", "Нежить", "Хаотичний злий", "MM", "12", "16 (3к8 + 3)", "40 фт.", [6, 14, 13, 6, 10, 8], "1/2", "100 XP", {
    skills: "Непомітність +4 (+6 у тьмяному світлі)",
    damageResistance: "кислота, холод, вогонь, блискавка, грім; немагічна дробильна, колюча, ріжуча",
    damageImmunity: "некротична, отрута",
    conditionImmunity: "виснажений, схоплений, паралізований, скам'янілий, отруєний, ниць, скутий",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Безтілесний рух.</b> Може проходити крізь істот і тверді предмети як крізь важкопрохідну місцевість.</p><p><b>Тіньове маскування.</b> Може сховатися бонусною дією в тіні.</p>",
    actions: "<p><b>Висмоктування сили.</b> Рукопашна атака: +4 на влучання, досяжність 5 фт. Влучання: 9 (2к6 + 2) некротичної шкоди, а Сила цілі зменшується на 1к4. Ціль гине, якщо її Сила падає до 0.</p>",
    description: "<p>Темні сутності, що ковзають по підлозі та живляться самою життєвою силою смертних.</p>"
  }),
  createCreature(150, "Привид (Спектр)", "Specter", "Середній", "Нежить", "Хаотичний злий", "MM", "12", "22 (5к8)", "0 фт., політ 50 фт. (паріння)", [1, 14, 11, 10, 10, 11], "1", "200 XP", {
    damageResistance: "кислота, холод, вогонь, блискавка, грім; немагічна зброя",
    damageImmunity: "некротична, отрута",
    conditionImmunity: "причарований, виснажений, схоплений, паралізований, скам'янілий, отруєний, ниць, скутий, непритомний",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    languages: "розуміє мови, які знав за життя, але не може говорити",
    specialAbilities: "<p><b>Безтілесний рух.</b> Може проходити крізь перешкоди.</p><p><b>Чутливість до сонця.</b> Перешкода на атаки та сприйняття на сонці.</p>",
    actions: "<p><b>Висмоктування життя.</b> Рукопашна атака: +4 на влучання. Влучання: 10 (3к6) некротичних ушкоджень (СК 10 Тіл або зменшення максимуму хітів).</p>",
    description: "<p>Безтілесна злісна нежить, сповнена люті до всього живого.</p>"
  }),
  createCreature(151, "Привид (Полтергейст / Дух)", "Ghost", "Середній", "Нежить", "Будь-який світогляд", "MM", "11", "45 (10к8)", "0 фт., політ 40 фт. (паріння)", [7, 13, 10, 10, 12, 17], "4", "1,100 XP", {
    damageResistance: "кислота, вогонь, блискавка, грім; немагічна зброя",
    damageImmunity: "холод, некротична, отрута",
    conditionImmunity: "причарований, виснажений, переляканий, схоплений, паралізований, скам'янілий, отруєний, ниць, скутий",
    senses: "Темний зір 60 фт., пасивна Уважність 11",
    languages: "мови, які знав за життя",
    specialAbilities: "<p><b>Ефірний зір.</b> Бачить на 60 фт. в Ефірний план.</p><p><b>Безтілесний рух.</b> Може проходити крізь будь-які об'єкти.</p>",
    actions: "<p><b>В'янучий дотик.</b> Рукопашна атака: +5 на влучання. Влучання: 17 (4к6 + 3) некротичної шкоди.</p><p><b>Жахливий вигляд.</b> Усі живі істоти в радіусі 60 фт. повинні пройти рятівний кидок Мудрості СК 13 або стати переляканими та постаріти на 1к4 × 10 років.</p><p><b>Одержимість (перезарядка 6).</b> Привид вселяється в одне тіло гуманоїда і повністю контролює його (СК 13 Хар).</p>",
    description: "<p>Душі небіжчиків із незакінченими справами, здатні вселятися у смертних та лякати до сивини.</p>"
  }),
  createCreature(152, "Мумія", "Mummy", "Середній", "Нежить", "Законний злий", "MM", "11 (природний)", "58 (9к8 + 18)", "20 фт.", [16, 8, 15, 6, 10, 12], "3", "700 XP", {
    savingThrows: "Муд +2",
    damageVulnerability: "вогонь",
    damageImmunity: "некротична, отрута; немагічна зброя",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    languages: "мови, які знала за життя",
    actions: "<p><b>Мультиатака.</b> Мумія використовує Спустошливий погляд і атакує гниючим кулаком.</p><p><b>Гниючий кулак.</b> Рукопашна атака: +5 на влучання. Влучання: 10 (2к6 + 3) дробильних + 10 (3к6) некротичних ушкоджень. Ціль повинна пройти рятівний кидок Тілобудови СК 12 або заразитися прокляттям гниття мумії.</p><p><b>Спустошливий погляд.</b> Ціль повинна пройти рятівний кидок Мудрості СК 11 або стати паралізованою від переляку.</p>",
    description: "<p>Забальзамовані давні мерці, що охороняють гробниці фараонів смертоносними прокляттями.</p>"
  }),
  createCreature(153, "Лорд мумій", "Mummy Lord", "Середній", "Нежить", "Законний злий", "MM", "17 (природний)", "97 (13к8 + 39)", "20 фт.", [18, 10, 17, 16, 18, 16], "15", "13,000 XP", {
    savingThrows: "Тіл +8, Інт +8, Муд +9, Хар +8",
    skills: "Історія +8, Релігія +8",
    damageVulnerability: "вогонь",
    damageImmunity: "некротична, отрута; немагічна зброя",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 14",
    languages: "мови, які знав за життя",
    specialAbilities: "<p><b>Магічний опір.</b> Перевага на рятівні кидки проти заклинань.</p><p><b>Легендарний опір (3/день).</b> Автоматичний успіх рятівного кидка.</p><p><b>Чаклування (Клірик 10 рівня).</b> СК 17. Заклинання: <i>тиша, духовна зброя, розсіювання магії, комахи-вбивці, полум'яний удар, шкода</i>.</p>",
    actions: "<p><b>Мультиатака.</b> Використовує Спустошливий погляд і гниючий кулак.</p><p><b>Гниючий кулак.</b> Рукопашна атака: +9 на влучання. Влучання: 14 (2к8 + 5) дробильних + 21 (6к6) некротичної шкоди + прокляття мумії (СК 16).</p>",
    legendaryActions: "<p>Лорд мумій може здійснювати 3 легендарні дії (Атака кулаком, Осліплюючий пил, Вихор піску).</p>",
    description: "<p>Давні правителі-жерці некрополів, наділені руйнівною божественною магією та вічним життям.</p>"
  }),
  createCreature(154, "Вампірське поріддя (Вампір-слуга)", "Vampire Spawn", "Середній", "Нежить", "Нейтральний злий", "MM", "15 (природний)", "82 (12к8 + 28)", "30 фт., лазіння 30 фт.", [16, 16, 16, 11, 10, 12], "5", "1,800 XP", {
    savingThrows: "Спр +6, Муд +3",
    skills: "Уважність +3, Непомітність +6",
    damageResistance: "некротична; немагічна зброя",
    senses: "Темний зір 60 фт., пасивна Уважність 13",
    languages: "мови, які знав за життя",
    specialAbilities: "<p><b>Регенерація.</b> Відновлює 10 хітів щоходу, якщо не під сонцем і не у святій воді.</p><p><b>Павуче лазіння.</b> Може пересуватися по стінах і стелі без перевірок.</p><p><b>Вампірські слабкості.</b> Сонце завдає 20 шкоди, проточна вода завдає 20 шкоди, кілок у серце паралізує.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки: одну кігтями й одну укусом.</p><p><b>Кігті.</b> Рукопашна атака: +6 на влучання. Влучання: 8 (2к4 + 3) ріжучих + захоплення.</p><p><b>Укус.</b> Рукопашна атака: +6 на влучання по схопленій цілі. Влучання: 6 (1к6 + 3) колючих + 7 (2к6) некротичної шкоди, а вампір лікується на це значення.</p>",
    description: "<p>Низькорівневі кровопивці, створені справжніми вампірами як вірні мисливці та слуги.</p>"
  }),
  createCreature(155, "Вампір (Лорд ночі)", "Vampire", "Середній", "Нежить (перевертень)", "Законний злий", "MM", "16 (природний)", "144 (17к8 + 68)", "30 фт.", [18, 18, 18, 17, 15, 18], "13", "10,000 XP", {
    savingThrows: "Спр +9, Муд +7, Хар +9",
    skills: "Уважність +7, Непомітність +9",
    damageResistance: "некротична; немагічна зброя без срібла",
    conditionImmunity: "причарований",
    senses: "Темний зір 120 фт., пасивна Уважність 17",
    languages: "мови, які знав за життя",
    specialAbilities: "<p><b>Зміна форми.</b> Перетворюється на кажана, хмару туману або людину.</p><p><b>Легендарний опір (3/день).</b> Автоматичний успіх рятівного кидка.</p><p><b>Регенерація.</b> Відновлює 20 хітів на початку свого ходу.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки (лише у формі гуманоїда).</p><p><b>Укус.</b> Рукопашна атака: +9 на влучання. Влучання: 7 (1к6 + 4) колючих + 10 (3к6) некротичної шкоди.</p><p><b>Зачарування.</b> Ціль проходить кидок Мудрості СК 17 або стає відданим другом вампіра.</p>",
    legendaryActions: "<p>Вампір може здійснювати 3 легендарні дії (Переміщення, Атака кігтями, Укус за 2 дії).</p>",
    description: "<p>Легендарні безсмертні владики ночі, сповнені аристократичної величі та невтомної жаги крові.</p>"
  }),
  createCreature(156, "Ліч", "Lich", "Середній", "Нежить", "Будь-який злий світогляд", "MM", "17 (природний обладунок)", "135 (18к8 + 54)", "30 фт.", [11, 16, 16, 20, 14, 16], "21", "33,000 XP", {
    savingThrows: "Тіл +10, Інт +12, Муд +9",
    skills: "Магія +19, Історія +12, Аналіз Поведінки +9, Уважність +9",
    damageResistance: "холод, блискавка, некротична",
    damageImmunity: "отрута; дробильна, колюча та ріжуча від немагічних атак",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, отруєний",
    senses: "Істинний зір 120 фт., пасивна Уважність 19",
    languages: "Спільна плюс будь-які п'ять мов",
    specialAbilities: "<p><b>Легендарний опір (3/день).</b> Успіх рятівного кидка.</p><p><b>Філактерія (Безсмертя).</b> Якщо тіло знищене, ліч відроджується біля філактерії через 1к10 днів.</p><p><b>Магічний опір.</b> Перевага на рятівні кидки проти заклинань.</p><p><b>Чаклування (Чарівник 18 рівня).</b> СК 20, +12 на влучання. Заклинання: <i>слово сили: смерть, розпад, конус холоду, силовий бар'єр, контрзакляття, вогняна куля, блискавка, дзеркальне відображення, щит</i>.</p>",
    actions: "<p><b>Паралізуючий дотик.</b> Рукопашна атака заклинанням: +12 на влучання. Влучання: 10 (3к6) холодної шкоди + постійний параліч (СК 18 Тіл).</p>",
    legendaryActions: "<p>Ліч може здійснювати 3 легендарні дії (Замовляння, Паралізуючий дотик, Погляд жаху, Руйнування життя за 3 дії).</p>",
    description: "<p>Наймогутніші чарівники, що принесли душу в жертву темним ритуалам заради вічного існування та незбагненної магії.</p>"
  }),

  // 157-180 Beasts & Animals
  createCreature(157, "Вовк", "Wolf", "Середній", "Звір", "без світогляду", "MM", "13 (природний)", "11 (2к8 + 2)", "40 фт.", [12, 15, 12, 3, 12, 6], "1/4", "50 XP", {
    skills: "Уважність +3, Непомітність +4",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий слух і нюх.</b> Перевага на перевірки Мудрості (Уважність), що покладаються на слух або нюх.</p><p><b>Зграйна тактика.</b> Вовк має перевагу на кидки атаки проти істоти, якщо поруч із ціллю є хоча б один дієздатний союзник.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +4 на влучання, досяжність 5 фт. Влучання: 7 (2к4 + 2) колючих ушкоджень. Якщо ціль є істотою, вона повинна пройти рятівний кидок Сили СК 11 або впасти ниць.</p>",
    description: "<p>Хижі лісові звірі, які полюють організованими зграями і валять здобич на землю.</p>"
  }),
  createCreature(158, "Лютий вовк (Жахливий вовк)", "Dire Wolf", "Великий", "Звір", "без світогляду", "MM", "14 (природний)", "37 (5к10 + 10)", "50 фт.", [17, 15, 15, 3, 12, 7], "1", "200 XP", {
    skills: "Уважність +3, Непомітність +4",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий слух і нюх.</b> Перевага на перевірки Уважності.</p><p><b>Зграйна тактика.</b> Перевага на атаку біля союзника.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +5 на влучання, досяжність 5 фт. Влучання: 10 (2к6 + 3) колючих ушкоджень. Ціль повинна пройти рятівний кидок Сили СК 13 або впасти ниць.</p>",
    description: "<p>Гігантські доісторичні вовки, здатні розірвати коня або латного лицаря.</p>"
  }),
  createCreature(159, "Зимовий вовк", "Winter Wolf", "Великий", "Монстр", "Нейтральний злий", "MM", "13 (природний)", "75 (10к10 + 20)", "50 фт.", [18, 13, 14, 7, 12, 8], "3", "700 XP", {
    skills: "Уважність +5, Непомітність +3",
    damageImmunity: "холод",
    senses: "пасивна Уважність 15",
    languages: "Спільна, Велетенська",
    specialAbilities: "<p><b>Гострий слух і нюх.</b> Перевага на Уважність.</p><p><b>Зграйна тактика.</b> Перевага на атаку біля союзника.</p><p><b>Снігове маскування.</b> Перевага на Непомітність у снігу.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +6 на влучання. Влучання: 11 (2к6 + 4) колючих + 4 (1к8) холоду (СК 14 Сила або збиття з ніг).</p><p><b>Морозний подих (перезарядка 5-6).</b> Конус 15 фт. Кожна істота повинна пройти рятівний кидок Спритності СК 12 або отримати 18 (4к8) ушкоджень холодом.</p>",
    description: "<p>Розумні арктичні хижаки, що видихають смертельний крижаний вихор.</p>"
  }),
  createCreature(160, "Бурий ведмідь", "Brown Bear", "Великий", "Звір", "без світогляду", "MM", "11 (природний)", "34 (4к10 + 12)", "40 фт., лазіння 30 фт.", [19, 10, 16, 2, 13, 7], "1", "200 XP", {
    skills: "Уважність +3",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий нюх.</b> Перевага на перевірки Мудрості (Уважність), що покладаються на нюх.</p>",
    actions: "<p><b>Мультиатака.</b> Ведмідь здійснює дві атаки: одну укусом і одну кігтями.</p><p><b>Укус.</b> Рукопашна атака: +6 на влучання, досяжність 5 фт. Влучання: 8 (1к8 + 4) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +6 на влучання, досяжність 5 фт. Влучання: 11 (2к6 + 4) ріжучих ушкоджень.</p>",
    description: "<p>Масивні лісові хижаки, надзвичайно небезпечні при захисті своєї території чи ведмежат.</p>"
  }),
  createCreature(161, "Чорний ведмідь", "Black Bear", "Середній", "Звір", "без світогляду", "MM", "11 (природний)", "19 (3к8 + 6)", "40 фт., лазіння 30 фт.", [15, 10, 14, 2, 12, 7], "1/2", "100 XP", {
    skills: "Уважність +3",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий нюх.</b> Перевага на Уважність.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки: укусом і кігтями.</p><p><b>Укус.</b> Рукопашна атака: +4 на влучання. Влучання: 5 (1к6 + 2) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +4 на влучання. Влучання: 7 (2к4 + 2) ріжучих ушкоджень.</p>",
    description: "<p>Менші родичі бурих ведмедів, які відмінно лазять по деревах.</p>"
  }),
  createCreature(162, "Полярний ведмідь (Печерний ведмідь)", "Polar Bear", "Великий", "Звір", "без світогляду", "MM", "12 (природний)", "42 (5к10 + 15)", "40 фт., плавання 30 фт.", [20, 10, 16, 2, 13, 7], "2", "450 XP", {
    skills: "Уважність +3",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий нюх.</b> Перевага на Уважність.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки: укусом і кігтями.</p><p><b>Укус.</b> Рукопашна атака: +7 на влучання. Влучання: 9 (1к8 + 5) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +7 на влучання. Влучання: 12 (2к6 + 5) ріжучих ушкоджень.</p>",
    description: "<p>Велетенські хижаки північних льодовиків та глибоких підземних печер.</p>"
  }),
  createCreature(163, "Лев", "Lion", "Великий", "Звір", "без світогляду", "MM", "12", "26 (4к10 + 4)", "50 фт.", [17, 15, 13, 3, 12, 8], "1", "200 XP", {
    skills: "Непомітність +6, Уважність +3",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий нюх.</b> Перевага на Уважність.</p><p><b>Зграйна тактика.</b> Перевага на атаку поруч із союзником.</p><p><b>Стрибок із набігу.</b> Якщо переміщується на 20 фт., збиває ціль з ніг (СК 13) і робить укус бонусною дією.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +5 на влучання. Влучання: 7 (1к8 + 3) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +5 на влучання. Влучання: 6 (1к6 + 3) ріжучих ушкоджень.</p>",
    description: "<p>Горді царі саван, які полюють прайдами.</p>"
  }),
  createCreature(164, "Тигр", "Tiger", "Великий", "Звір", "без світогляду", "MM", "12", "37 (5к10 + 10)", "40 фт.", [17, 15, 14, 3, 12, 8], "1", "200 XP", {
    skills: "Уважність +3, Непомітність +6",
    senses: "Темний зір 60 фт., пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий нюх.</b> Перевага на Уважність.</p><p><b>Стрибок із набігу.</b> Збиває з ніг і кусає бонусною дією.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +5 на влучання. Влучання: 8 (1к10 + 3) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +5 на влучання. Влучання: 7 (1к8 + 3) ріжучих ушкоджень.</p>",
    description: "<p>Смугасті хижаки джунглів, майстри смертоносних засідок.</p>"
  }),
  createCreature(165, "Шаблезубий тигр", "Saber-Toothed Tiger", "Великий", "Звір", "без світогляду", "MM", "12", "52 (7к10 + 14)", "40 фт.", [18, 14, 15, 3, 12, 8], "2", "450 XP", {
    skills: "Уважність +3, Непомітність +6",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Гострий нюх.</b> Перевага на Уважність.</p><p><b>Стрибок із набігу.</b> Збиття з ніг (СК 14) та бонусний укус.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +6 на влучання. Влучання: 10 (1к10 + 5) колючих ушкоджень.</p><p><b>Кігті.</b> Рукопашна атака: +6 на влучання. Влучання: 12 (2к6 + 5) ріжучих ушкоджень.</p>",
    description: "<p>Доісторичний кіт із гігантськими іклами, здатними пробити товсту шкуру мамонта.</p>"
  }),
  createCreature(166, "Гігантський павук", "Giant Spider", "Великий", "Звір", "без світогляду", "MM", "14 (природний)", "26 (4к10 + 4)", "30 фт., лазіння 30 фт.", [14, 16, 12, 2, 11, 4], "1", "200 XP", {
    skills: "Непомітність +7",
    senses: "Сліпий зір 10 фт., Темний зір 60 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Павуче лазіння.</b> Лазить по складних поверхнях і стелях без кидків.</p><p><b>Павутинне чуття.</b> Відчуває точне положення істоти на тій самій павутині.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +5 на влучання, досяжність 5 фт. Влучання: 7 (1к8 + 3) колючих + 9 (2к8) отрути (СК 11).</p><p><b>Павутина (перезарядка 5-6).</b> Дальня атака: +5 на влучання, дистанція 30/60 фт. Ціль стає скутою павутиною (СК 12 вихід).</p>",
    description: "<p>Хижі восьминогі тварюки, що плетуть липкі пастки в печерах і темних лісах.</p>"
  }),
  createCreature(167, "Гігантська отруйна змія", "Giant Poisonous Snake", "Середній", "Звір", "без світогляду", "MM", "14", "11 (2к8 + 2)", "30 фт., плавання 30 фт.", [10, 18, 13, 2, 10, 3], "1/4", "50 XP", {
    skills: "Уважність +2",
    senses: "Сліпий зір 10 фт., пасивна Уважність 12",
    actions: "<p><b>Укус.</b> Рукопашна атака: +6 на влучання, досяжність 10 фт. Влучання: 6 (1к4 + 4) колючих + 10 (3к6) шкоди отрутою (СК 11 Тіл для зменшення вдвічі).</p>",
    description: "<p>Величезні плазуни з блискавичним смертоносним кидком і токсичною отрутою.</p>"
  }),
  createCreature(168, "Гігантський удав (Констриктор)", "Giant Constrictor Snake", "Величезний", "Звір", "без світогляду", "MM", "12", "60 (8к12 + 8)", "30 фт., плавання 30 фт.", [19, 14, 12, 1, 10, 3], "2", "450 XP", {
    skills: "Уважність +2",
    senses: "Сліпий зір 10 фт., пасивна Уважність 12",
    actions: "<p><b>Укус.</b> Рукопашна атака: +6 на влучання. Влучання: 11 (2к6 + 4) колючих ушкоджень.</p><p><b>Удушення.</b> Рукопашна атака: +6 на влучання, досяжність 5 фт. Влучання: 13 (2к8 + 4) дробильних ушкоджень, і ціль стає схопленою та скутою (СК 14 втеча).</p>",
    description: "<p>Колосальні неотруйні змії, які душать свою жертву в залізних обіймах.</p>"
  }),
  createCreature(169, "Гігантський орел", "Giant Eagle", "Великий", "Звір", "Нейтральний добрий", "MM", "13", "26 (4к10 + 4)", "10 фт., політ 80 фт.", [16, 17, 13, 8, 14, 10], "1", "200 XP", {
    skills: "Уважність +4",
    senses: "пасивна Уважність 14",
    languages: "розуміє мову Гігантських Орлів та Спільну",
    specialAbilities: "<p><b>Гострий зір.</b> Перевага на Уважність за допомогою зору.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки: дзьобом і пазурами.</p><p><b>Дзьоб.</b> Рукопашна атака: +5 на влучання. Влучання: 6 (1к6 + 3) ріжучих ушкоджень.</p><p><b>Пазурі.</b> Рукопашна атака: +5 на влучання. Влучання: 10 (2к6 + 3) ріжучих ушкоджень.</p>",
    description: "<p>Шляхетні та розумні крилаті хижаки високих гірських піків.</p>"
  }),
  createCreature(170, "Гігантська сова", "Giant Owl", "Великий", "Звір", "Нейтральний", "MM", "12", "19 (3к10 + 3)", "5 фт., політ 60 фт.", [13, 15, 12, 8, 13, 10], "1/4", "50 XP", {
    skills: "Уважність +5, Непомітність +4",
    senses: "Темний зір 120 фт., пасивна Уважність 15",
    languages: "розуміє Ельфійську та Спільну",
    specialAbilities: "<p><b>Обліт.</b> Сова не провокує атаки з нагоди під час вильоту з зони ворога.</p><p><b>Гострий слух і зір.</b> Перевага на Уважність.</p>",
    actions: "<p><b>Пазурі.</b> Рукопашна атака: +3 на влучання. Влучання: 8 (2к6 + 1) ріжучих ушкоджень.</p>",
    description: "<p>Безшумні нічні мисливці пралісів, наділені магічним зором.</p>"
  }),
  createCreature(171, "Гігантська мавпа (Апе)", "Giant Ape", "Величезний", "Звір", "без світогляду", "MM", "12", "157 (15к12 + 60)", "40 фт., лазіння 40 фт.", [23, 14, 18, 7, 12, 7], "7", "2,900 XP", {
    skills: "Атлетика +9, Уважність +4",
    senses: "пасивна Уважність 14",
    actions: "<p><b>Мультиатака.</b> Мавпа робить дві атаки кулаками.</p><p><b>Кулак.</b> Рукопашна атака: +9 на влучання, досяжність 10 фт. Влучання: 22 (3к10 + 6) дробильних ушкоджень.</p><p><b>Камінь.</b> Дальня атака: +9 на влучання, дистанція 50/100 фт. Влучання: 30 (7к6 + 6) дробильних ушкоджень.</p>",
    description: "<p>Колосальний примат, здатний трощити скелі та розбивати ворожі загони жбурлянням валунів.</p>"
  }),
  createCreature(172, "Мамонт", "Mammoth", "Величезний", "Звір", "без світогляду", "MM", "13 (природний)", "126 (11к12 + 55)", "40 фт.", [24, 9, 21, 3, 11, 6], "6", "2,300 XP", {
    senses: "пасивна Уважність 10",
    specialAbilities: "<p><b>Розтоптування з набігу.</b> Збиває з ніг (СК 18) і топче бонусною дією.</p>",
    actions: "<p><b>Бивні.</b> Рукопашна атака: +10 на влучання, досяжність 10 фт. Влучання: 25 (4к8 + 7) колючих ушкоджень.</p><p><b>Топтання.</b> Рукопашна атака: +10 на влучання. Влучання: 29 (4к10 + 7) дробильних ушкоджень.</p>",
    description: "<p>Волохаті велетенські слони тундри з потужними вигнутими бивнями.</p>"
  }),
  createCreature(173, "Тиранозавр Рекс (T-Rex)", "Tyrannosaurus Rex", "Величезний", "Звір", "без світогляду", "MM", "13 (природний)", "136 (13к12 + 52)", "50 фт.", [25, 10, 19, 2, 12, 9], "8", "3,900 XP", {
    skills: "Уважність +4",
    senses: "пасивна Уважність 14",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки: одну укусом і одну хвостом.</p><p><b>Укус.</b> Рукопашна атака: +10 на влучання, досяжність 10 фт. Влучання: 33 (4к12 + 7) колючих ушкоджень, і ціль стає схопленою та скутою (СК 17).</p><p><b>Хвіст.</b> Рукопашна атака: +10 на влучання, досяжність 10 фт. Влучання: 20 (3к8 + 7) дробильних ушкоджень.</p>",
    description: "<p>Верховний хижак первісного світу з нищівною силою щелеп.</p>"
  }),
  createCreature(174, "Трицератопс", "Triceratops", "Величезний", "Звір", "без світогляду", "MM", "13 (природний)", "95 (10к12 + 30)", "50 фт.", [22, 9, 17, 2, 11, 5], "5", "1,800 XP", {
    senses: "пасивна Уважність 10",
    specialAbilities: "<p><b>Атака з розгону.</b> Збиває ціль з ніг і топче копитами (СК 13).</p>",
    actions: "<p><b>Роги.</b> Рукопашна атака: +9 на влучання. Влучання: 24 (4к8 + 6) колючих ушкоджень.</p><p><b>Топтання.</b> Рукопашна атака: +9 на влучання. Влучання: 22 (3к10 + 6) дробильних ушкоджень.</p>",
    description: "<p>Масивний трирогий травоїдний динозавр із міцним кістяним щитом.</p>"
  }),
  createCreature(175, "Плезіозавр", "Plesiosaurus", "Великий", "Звір", "без світогляду", "MM", "13 (природний)", "68 (8к10 + 24)", "20 фт., плавання 40 фт.", [18, 15, 16, 2, 12, 5], "2", "450 XP", {
    skills: "Уважність +3, Непомітність +4",
    senses: "пасивна Уважність 13",
    specialAbilities: "<p><b>Затримка дихання.</b> Може затримувати дихання на 1 годину.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +6 на влучання, досяжність 10 фт. Влучання: 14 (3к6 + 4) колючих ушкоджень.</p>",
    description: "<p>Довгошиїй морський динозавр, мешканець озер та океанів.</p>"
  }),
  createCreature(176, "Акула-мисливець (Велика біла акула)", "Hunter Shark", "Великий", "Звір", "без світогляду", "MM", "12 (природний)", "45 (6к10 + 12)", "0 фт., плавання 40 фт.", [18, 13, 15, 1, 10, 4], "2", "450 XP", {
    skills: "Уважність +2",
    senses: "Сліпий зір 30 фт., пасивна Уважність 12",
    specialAbilities: "<p><b>Криваве шаленство.</b> Перевага на атаки проти істоти без повних хітів.</p><p><b>Водне дихання.</b> Дихає тільки під водою.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +6 на влучання. Влучання: 13 (2к8 + 4) колючих ушкоджень.</p>",
    description: "<p>Невблаганний морський хижак, що чує краплю крові за сотні метрів.</p>"
  }),
  createCreature(177, "Гігантський восьминіг", "Giant Octopus", "Великий", "Звір", "без світогляду", "MM", "11", "52 (8к10 + 8)", "10 фт., плавання 60 фт.", [17, 13, 13, 4, 10, 4], "1", "200 XP", {
    skills: "Уважність +4, Непомітність +5",
    senses: "Темний зір 60 фт., пасивна Уважність 14",
    specialAbilities: "<p><b>Затримка дихання.</b> Може бути на суші до 30 хвилин.</p><p><b>Камуфляж під водою.</b> Перевага на Непомітність під водою.</p>",
    actions: "<p><b>Щупальця.</b> Рукопашна атака: +5 на влучання, досяжність 15 фт. Влучання: 10 (2к6 + 3) дробильних + схоплення (СК 16).</p><p><b>Чорнильна хмара.</b> Створює радіус темряви 20 фт. під водою.</p>",
    description: "<p>Розумний головоногий молюск глибин, здатний топити човни.</p>"
  }),
  createCreature(178, "Гігантська жаба", "Giant Toad", "Середній", "Звір", "без світогляду", "MM", "11", "39 (6к8 + 12)", "20 фт., плавання 40 фт.", [15, 13, 14, 2, 10, 3], "1", "200 XP", {
    senses: "Темний зір 30 фт., пасивна Уважність 10",
    actions: "<p><b>Укус.</b> Рукопашна атака: +4 на влучання. Влучання: 7 (1к10 + 2) колючих + 5 (1к10) отрути + схоплення.</p><p><b>Проковтнути.</b> Ковтає схоплену істоту розміру Малий або менше.</p>",
    description: "<p>Величезна болотна амфібія, що ковтає здобич живцем.</p>"
  }),
  createCreature(179, "Гігантський скорпіон", "Giant Scorpion", "Великий", "Звір", "без світогляду", "MM", "15 (природний)", "52 (7к10 + 14)", "40 фт.", [15, 11, 15, 1, 9, 3], "3", "700 XP", {
    senses: "Сліпий зір 60 фт., пасивна Уважність 9",
    actions: "<p><b>Мультиатака.</b> Здійснює три атаки: дві клешнями й одну жалом.</p><p><b>Клешня.</b> Рукопашна атака: +4 на влучання. Влучання: 6 (1к8 + 2) дробильних + схоплення (СК 12).</p><p><b>Жало.</b> Рукопашна атака: +4 на влучання. Влучання: 7 (1к10 + 2) колючих + 22 (4к10) шкоди отрутою (СК 12).</p>",
    description: "<p>Броньований пустельний арахнід із нищівними клішнями та смертельним отруйним жалом.</p>"
  }),
  createCreature(180, "Зграя щурів", "Swarm of Rats", "Середній", "Зграя крихітних звірів", "без світогляду", "MM", "10", "24 (7к8 - 7)", "30 фт.", [9, 11, 9, 2, 10, 3], "1/4", "50 XP", {
    damageResistance: "дробильна, колюча, ріжуча",
    conditionImmunity: "причарований, переляканий, схоплений, паралізований, скам'янілий, ниць, скутий, оглушений",
    senses: "Темний зір 30 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Зграя.</b> Може займати простір іншої істоти і навпаки. Не може лікуватися або отримувати тимчасові хіти.</p><p><b>Гострий нюх.</b> Перевага на Уважність.</p>",
    actions: "<p><b>Укуси.</b> Рукопашна атака: +2 на влучання. Влучання: 7 (2к6) або 3 (1к6) колючих ушкоджень.</p>",
    description: "<p>Кипляча маса голодних гризунів, що обгризає все до кісток.</p>"
  }),

  // 181-195 Plants, Oozes & Constructs
  createCreature(181, "Оживлений кущ", "Awakened Shrub", "Малий", "Рослина", "без світогляду", "MM", "9", "10 (3к6)", "20 фт.", [3, 8, 11, 10, 10, 6], "0", "10 XP", {
    damageVulnerability: "вогонь",
    damageResistance: "колюча",
    senses: "пасивна Уважність 10",
    languages: "розуміє одну мову творця",
    actions: "<p><b>Гілки.</b> Рукопашна атака: +1 на влучання. Влучання: 1 (1к4 - 1) ріжучих ушкоджень.</p>",
    description: "<p>Звичайний кущ, наділений свідомістю та рухливістю магією пробудження.</p>"
  }),
  createCreature(182, "Оживлене дерево", "Awakened Tree", "Величезний", "Рослина", "без світогляду", "MM", "13 (природний)", "59 (7к12 + 14)", "20 фт.", [19, 6, 15, 10, 10, 7], "2", "450 XP", {
    damageVulnerability: "вогонь",
    damageResistance: "дробильна, колюча",
    senses: "пасивна Уважність 10",
    languages: "розуміє одну мову творця",
    actions: "<p><b>Удар гілкою.</b> Рукопашна атака: +6 на влучання, досяжність 10 фт. Влучання: 14 (3к6 + 4) дробильних ушкоджень.</p>",
    description: "<p>Могутній дуб чи в'яз, пробуджений друїдами для оборони священних лісів.</p>"
  }),
  createCreature(183, "Блукаючий курган (Шамблінг Маунд)", "Shambling Mound", "Великий", "Рослина", "без світогляду", "MM", "15 (природний)", "136 (16к10 + 48)", "20 фт., плавання 20 фт.", [18, 8, 16, 5, 10, 5], "5", "1,800 XP", {
    skills: "Непомітність +2",
    damageResistance: "холод, вогонь",
    damageImmunity: "блискавка",
    conditionImmunity: "виснажений, засліплений, оглушений",
    senses: "Сліпий зір 60 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Поглинання блискавки.</b> Коли курган отримує шкоду блискавкою, він відновлює таку ж кількість хітів.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки ударом гілок і може поглинути схоплену ціль.</p><p><b>Удар.</b> Рукопашна атака: +7 на влучання. Влучання: 13 (2к8 + 4) дробильних + схоплення (СК 14).</p><p><b>Поглинання.</b> Схоплена істота затягується всередину кургану, стає осліпленою, скутою та задихається, отримуючи 10 (2к8 + 1) шкоди щоходу.</p>",
    description: "<p>Хижа гора гниючого листя та коріння, здатна поглинати ворогів живцем.</p>"
  }),
  createCreature(184, "Желатиновий куб", "Gelatinous Cube", "Великий", "Слиз", "без світогляду", "MM", "6", "84 (8к10 + 40)", "15 фт.", [14, 3, 20, 1, 6, 1], "2", "450 XP", {
    conditionImmunity: "засліплений, причарований, оглушений, виснажений, переляканий, ниць",
    senses: "Сліпий зір 60 фт., пасивна Уважність 8",
    specialAbilities: "<p><b>Прозорість.</b> Потрібна перевірка Уважності СК 15, щоб помітити нерухомий куб.</p>",
    actions: "<p><b>Хижацький рух.</b> Куб рухається на свою швидкість і може поглинати істот свого розміру або менше (СК 12 рят. кидок Спритності, провал — потрапляння всередину з отриманням 10 (3к6) кислоти щоходу).</p><p><b>Псевдоподія.</b> Рукопашна атака: +4 на влучання, досяжність 5 фт. Влучання: 10 (3к6) кислоти.</p>",
    description: "<p>Класичний майже невидимий кубічний слиз, що чистить коридори підземель від органіки.</p>"
  }),
  createCreature(185, "Чорний пудинг", "Black Pudding", "Великий", "Слиз", "без світогляду", "MM", "7", "85 (10к10 + 30)", "20 фт., лазіння 20 фт.", [16, 5, 16, 1, 6, 1], "4", "1,100 XP", {
    damageImmunity: "кислота, холод, блискавка, ріжуча",
    conditionImmunity: "засліплений, причарований, оглушений, виснажений, переляканий, ниць",
    senses: "Сліпий зір 60 фт., пасивна Уважність 8",
    specialAbilities: "<p><b>Їдка форма.</b> Зброя, що б'є пудинг, розчиняється (-1 до атаки/шкоди). Будь-хто, хто торкається його, отримує кислоту.</p><p><b>Поділ.</b> Коли отримує ріжучу або електричну шкоду, пудинг ділиться на два менших слизи.</p>",
    actions: "<p><b>Псевдоподія.</b> Рукопашна атака: +5 на влучання. Влучання: 6 (1к6 + 3) дробильних + 18 (4к8) кислоти.</p>",
    description: "<p>Смертоносний чорний слиз, що роз'їдає метал і плоть за лічені секунди.</p>"
  }),
  createCreature(186, "Сірий слиз", "Gray Ooze", "Середній", "Слиз", "без світогляду", "MM", "8", "22 (3к8 + 9)", "10 фт., лазіння 10 фт.", [12, 6, 16, 1, 6, 1], "1/2", "100 XP", {
    damageResistance: "кислота, холод, вогонь",
    conditionImmunity: "засліплений, причарований, оглушений, виснажений, переляканий, ниць",
    senses: "Сліпий зір 60 фт., пасивна Уважність 8",
    specialAbilities: "<p><b>Камуфляж під камінь.</b> Непомітний на тлі скель чи підлоги.</p><p><b>Корозія металу.</b> Роз'їдає не магічну зброю та обладунки.</p>",
    actions: "<p><b>Псевдоподія.</b> Рукопашна атака: +3 на влучання. Влучання: 4 (1к6 + 1) дробильних + 7 (2к6) кислоти.</p>",
    description: "<p>Хижа лужа слизу, що маскується під вологу кам'яну підлогу.</p>"
  }),
  createCreature(187, "Охристий желе (Охре Джеллі)", "Ochre Jelly", "Великий", "Слиз", "без світогляду", "MM", "8", "45 (6к10 + 12)", "10 фт., лазіння 10 фт.", [15, 6, 14, 2, 6, 1], "2", "450 XP", {
    damageResistance: "кислота",
    damageImmunity: "блискавка, ріжуча",
    conditionImmunity: "засліплений, причарований, оглушений, виснажений, переляканий, ниць",
    senses: "Сліпий зір 60 фт., пасивна Уважність 8",
    specialAbilities: "<p><b>Поділ.</b> Розпадається на два менших желе від ріжучої або блискавичної шкоди.</p>",
    actions: "<p><b>Псевдоподія.</b> Рукопашна атака: +4 на влучання. Влучання: 9 (2к6 + 2) дробильних + 3 (1к6) кислоти.</p>",
    description: "<p>Жовтувато-помаранчевий аморфний хижак, що просочується крізь шпарини.</p>"
  }),
  createCreature(188, "Анімований обладунок", "Animated Armor", "Середній", "Конструкт", "без світогляду", "MM", "18 (природний обладунок)", "33 (6к8 + 6)", "25 фт.", [14, 11, 13, 1, 3, 1], "1", "200 XP", {
    damageImmunity: "отрута, психічна",
    conditionImmunity: "засліплений, причарований, оглушений, виснажений, переляканий, паралізований, скам'янілий, отруєний",
    senses: "Сліпий зір 60 фт., пасивна Уважність 6",
    specialAbilities: "<p><b>Сприйнятливість до антимагії.</b> Стає непритомним у зоні антимагії.</p><p><b>Оманлива зовнішність.</b> Поки не рухається, виглядає як звичайний обладунок на підставці.</p>",
    actions: "<p><b>Мультиатака.</b> Обладунок здійснює дві атаки ударом.</p><p><b>Удар.</b> Рукопашна атака: +4 на влучання, досяжність 5 фт. Влучання: 5 (1к6 + 2) дробильних ушкоджень.</p>",
    description: "<p>Порожній лицарський обладунок, оживлений чарами для вічної варти покоїв чарівника.</p>"
  }),
  createCreature(189, "Літаючий меч", "Flying Sword", "Малий", "Конструкт", "без світогляду", "MM", "17 (природний)", "17 (5к6)", "0 фт., політ 50 фт. (паріння)", [12, 15, 11, 1, 5, 1], "1/4", "50 XP", {
    savingThrows: "Спр +4",
    damageImmunity: "отрута, психічна",
    conditionImmunity: "засліплений, причарований, оглушений, виснажений, переляканий, паралізований, скам'янілий, отруєний",
    senses: "Сліпий зір 60 фт., пасивна Уважність 7",
    specialAbilities: "<p><b>Сприйнятливість до антимагії.</b> Падає на підлогу в полі антимагії.</p>",
    actions: "<p><b>Довгий меч.</b> Рукопашна атака: +3 на влучання. Влучання: 5 (1к8 + 1) ріжучих ушкоджень.</p>",
    description: "<p>Зачарований клинок, що ширяє у повітрі й атакує непроханих гостей.</p>"
  }),
  createCreature(190, "Голем із глини", "Clay Golem", "Великий", "Конструкт", "без світогляду", "MM", "14 (природний)", "133 (14к10 + 56)", "20 фт.", [20, 9, 18, 3, 8, 1], "9", "5,000 XP", {
    damageImmunity: "кислота, отрута, психічна; немагічна зброя без адамантину",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, скам'янілий, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 9",
    specialAbilities: "<p><b>Поглинання кислоти.</b> Кислота лікує голема.</p><p><b>Шаленство.</b> Коли хіти падають нижче максимуму, може впасти в неконтрольовану лють.</p><p><b>Магічна зброя та опір.</b> Атаки магічні, опір заклинанням.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки ударом.</p><p><b>Удар.</b> Рукопашна атака: +8 на влучання. Влучання: 16 (2к10 + 5) дробильних + зменшення максимуму хітів.</p><p><b>Прискорення (перезарядка 5-6).</b> Бонусна дія: отримує перевагу та додаткову атаку на 1 хвилину.</p>",
    description: "<p>Містичний велетень із випаленої глини, оживлений божественними молитвами.</p>"
  }),
  createCreature(191, "Голем із плоті", "Flesh Golem", "Середній", "Конструкт", "без світогляду", "MM", "9", "93 (11к8 + 44)", "30 фт.", [19, 9, 18, 6, 10, 5], "5", "1,800 XP", {
    damageImmunity: "блискавка, отрута; немагічна зброя без адамантину",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, скам'янілий, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Поглинання блискавки.</b> Блискавка відновлює хіти.</p><p><b>Боязнь вогню.</b> Отримавши шкоду вогнем, має перешкоду на атаки.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки ударом.</p><p><b>Удар.</b> Рукопашна атака: +7 на влучання. Влучання: 13 (2к8 + 4) дробильних ушкоджень.</p>",
    description: "<p>Жахливе творіння божевільних вчених, зшите зі шматків різних тіл та оживлене розрядом блискавки.</p>"
  }),
  createCreature(192, "Кам'яний голем", "Stone Golem", "Великий", "Конструкт", "без світогляду", "MM", "17 (природний)", "178 (17к10 + 85)", "30 фт.", [22, 9, 20, 3, 11, 1], "10", "5,900 XP", {
    damageImmunity: "отрута, психічна; немагічна зброя без адамантину",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, скам'янілий, отруєний",
    senses: "Темний зір 120 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Магічний опір.</b> Перевага на рятівні кидки проти магії.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки ударом.</p><p><b>Удар.</b> Рукопашна атака: +10 на влучання. Влучання: 19 (3к8 + 6) дробильних ушкоджень.</p><p><b>Уповільнення (перезарядка 5-6).</b> Істоти в межах 10 фт. проходять рятівний кидок Мудрості СК 17 або сповільнюються на 1 хвилину.</p>",
    description: "<p>Велична статуя з граніту чи мармуру, вирізьблена стародавніми майстрами для захисту святилищ.</p>"
  }),
  createCreature(193, "Залізний голем", "Iron Golem", "Великий", "Конструкт", "без світогляду", "MM", "20 (природний обладунок)", "210 (20к10 + 100)", "30 фт.", [24, 9, 20, 3, 11, 1], "16", "15,000 XP", {
    damageImmunity: "вогонь, отрута, психічна; дробильна, колюча та ріжуча від немагічних атак зброєю без адамантину",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, скам'янілий, отруєний",
    senses: "Темний зір 120 фт., пасивна Уважність 10",
    languages: "розуміє мови свого творця, але не може говорити",
    specialAbilities: "<p><b>Поглинання вогню.</b> Щоразу, коли голем піддається ушкодженням вогнем, він не отримує шкоди, а відновлює кількість хітів, що дорівнює завданій шкоді.</p><p><b>Магічний опір.</b> Перевага на рятівні кидки проти заклинань.</p>",
    actions: "<p><b>Мультиатака.</b> Голем здійснює дві атаки мечем або ударом.</p><p><b>Меч.</b> Рукопашна атака: +13 на влучання, досяжність 10 фт. Влучання: 23 (3к10 + 7) ріжучих ушкоджень.</p><p><b>Отруйне дихання (перезарядка 5-6).</b> Конус 15 фт. Кожна істота повинна пройти рятівний кидок Тілобудови СК 19 або отримати 45 (10к8) ушкоджень отрутою.</p>",
    description: "<p>Вершина конструкторського мистецтва — непорушний титан із кованого чавуну та сталі.</p>"
  }),
  createCreature(194, "Щитовий страж (Щитоносець)", "Shield Guardian", "Великий", "Конструкт", "без світогляду", "MM", "17 (природний)", "142 (15к10 + 60)", "30 фт.", [18, 8, 18, 7, 10, 3], "7", "2,900 XP", {
    damageImmunity: "отрута",
    conditionImmunity: "причарований, виснажений, переляканий, паралізований, отруєний",
    senses: "Сліпий зір 10 фт., Темний зір 60 фт., пасивна Уважність 10",
    specialAbilities: "<p><b>Зв'язаний амулет.</b> Служить тому, хто тримає його магічний амулет. Передає половину шкоди господаря собі.</p><p><b>Зберігання заклинання.</b> Господар може зберегти в охоронцеві одне заклинання до 4 рівня.</p><p><b>Регенерація.</b> Відновлює 10 хітів щоходу.</p>",
    actions: "<p><b>Мультиатака.</b> Здійснює дві атаки ударом.</p><p><b>Удар.</b> Рукопашна атака: +7 на влучання. Влучання: 11 (2к6 + 4) дробильних ушкоджень.</p>",
    reactions: "<p><b>Щит охоронця.</b> Додає +2 до КБ господаря поруч.</p>",
    description: "<p>Вірний велетенський металевий бодіґард, магічно зв'язаний з амулетом свого господаря.</p>"
  }),
  createCreature(195, "Гомункул", "Homunculus", "Крихітний", "Конструкт", "Нейтральний", "MM", "13 (природний)", "5 (2к4)", "20 фт., політ 40 фт.", [4, 15, 11, 10, 10, 7], "0", "10 XP", {
    damageImmunity: "отрута",
    conditionImmunity: "причарований, отруєний",
    senses: "Темний зір 60 фт., пасивна Уважність 10",
    languages: "розуміє мови творця",
    specialAbilities: "<p><b>Телепатичний зв'язок.</b> Передає господарю все, що бачить і чує на будь-якій відстані.</p>",
    actions: "<p><b>Укус.</b> Рукопашна атака: +4 на влучання. Влучання: 1 колюче + сон (СК 10 Тіл).</p>",
    description: "<p>Штучний крихітний слуга з глини та краплі крові свого господаря-алхіміка.</p>"
  }),
];
