import refs

TITLE = 'Шлях предків-охоронців — гайд підкласу Варвара (2014)'
TOPICS = 'Варвар, Шлях предків-охоронців, підклас, приклад білда'

HEADINGS = {'section-ancestral-guardian-features': 'Уміння Предка-охоронця',
 'section-ancestral-guardian-ability-scores': 'Характеристики Предка-охоронця',
 'section-ancestral-guardian-races': 'Раси Предка-охоронця',
 'section-ancestral-guardian-feats': 'Риси Предка-охоронця',
 'section-ancestral-guardian-weapons': 'Зброя Предка-охоронця',
 'section-ancestral-guardian-armor': 'Обладунки Предка-охоронця',
 'section-example-build-furious-about-mediocre-strength': 'Приклад збірки — '
                                                          'Лютий через '
                                                          'посередню Силу',
 'section-abilities': 'Характеристики'}

FRAGMENTS = {'block-section-introduction-1': 'Оптимізація танків — особливий виклик у D&D. '
                                 'Ми часто говоримо про «[[1|хибу '
                                 'танка]]»{{Tank Fallacy}}, коли монстри '
                                 'перестають намагатися витягти жилаве мʼясо з '
                                 'дуже важкої для відкривання консервної банки '
                                 'й натомість проходять повз вас до чарівно '
                                 'ніжного чарівника. Різні класи мають різні '
                                 'способи з цим упоратися. Паладини мають '
                                 '«Виклик на дуель [Compelled Duel]». '
                                 '[[2|Рунічні лицарі розвʼязують проблему '
                                 'суплексами ворогів]] (навіть якщо ці вороги '
                                 '— потяги). «Клятва завоювання»{{Oath of '
                                 'Conquest}} розвʼязує цю проблему, '
                                 '[[3|паралізуючи ворогів страхом]].',
 'block-section-introduction-2': 'У Варварів, з іншого боку, є кілька '
                                 'варіантів. Кілька підкласів Варвара тяжіють '
                                 'до образу «завдавай стільки шкоди, що мене '
                                 'не можна ігнорувати», але один натомість дає '
                                 'інструменти, щоб справді захищати друзів: '
                                 'Предок-охоронець. До слова, ми все ще '
                                 'Варвари, тож заглибимося в те, як якнайкраще '
                                 'розрубувати лиходіїв на шматки, не '
                                 'підпускаючи їх до нашої групи.',
 'block-section-introduction-3': 'Якщо ви обираєте цей підклас, ви тут не '
                                 'заради оптимізації шкоди. Ми все одно '
                                 '*будемо* оптимізувати шкоду, бо план не в '
                                 'тому, щоб бути лише губкою для атак: ви '
                                 'хочете вміти триматися в бою, не '
                                 'покладаючись на членів групи, які вбивали б '
                                 'замість вас.\n'
                                 '\n'
                                 'Але це другорядне порівняно з тим, щоб ми '
                                 'були витривалими й підтримували групу, '
                                 'захищаючи її членів і водночас маючи чудову '
                                 'корисність та пристойну шкоду.\n'
                                 '\n'
                                 'До того ж ви стаєте однією з украй '
                                 'небагатьох речей, що завжди мають '
                                 'застосування для вашої реакції в раунді, що '
                                 'досить круто.',
 'block-section-ancestral-guardian-ability-scores-1': 'Сила{{Str}}: живить '
                                                      'наші атаки й, нагадаю, '
                                                      'нам треба по чомусь '
                                                      'влучати, щоб '
                                                      'застосувати дебаф '
                                                      'танкування.',
 'block-section-ancestral-guardian-ability-scores-2': 'Спритність{{Dex}}: ми '
                                                      'хочемо заповнити лише '
                                                      'середні обладунки, якщо '
                                                      'тільки ви не кидаєте '
                                                      'кубики на '
                                                      'характеристики й не '
                                                      'отримуєте три високі '
                                                      'результати. Якщо так, '
                                                      'можна скористатися '
                                                      'унікальною версією '
                                                      '«Захисту без '
                                                      'обладунків», яку дає '
                                                      'клас, і зробити всі три '
                                                      'фізичні характеристики '
                                                      'якомога вищими.',
 'block-section-ancestral-guardian-ability-scores-3': 'Статура{{Con}}: чим '
                                                      'більше Статури, тим '
                                                      'краще. Ми стимулюємо '
                                                      'ворогів атакувати нас і '
                                                      'маємо витримувати ці '
                                                      'удари.',
 'block-section-ancestral-guardian-ability-scores-4': 'Інтелект{{Int}}: '
                                                      'занедбати.',
 'block-section-ancestral-guardian-ability-scores-5': 'Мудрість{{Wis}}: усе, '
                                                      'що лишиться, вкладайте '
                                                      'сюди, щоб поширений '
                                                      'розумовий ефект не '
                                                      'вивів вас із бою.',
 'block-section-ancestral-guardian-ability-scores-6': 'Харизма{{Cha}}: '
                                                      'занедбати.',
 'block-section-ancestral-guardian-ability-scores-7/header/1': 'Купівля '
                                                               'характеристик',
 'block-section-ancestral-guardian-ability-scores-7/header/2': 'Стандартний '
                                                               'набір',
 'block-section-ancestral-guardian-ability-scores-7/row/0/0': 'Сила',
 'block-section-ancestral-guardian-ability-scores-7/row/1/0': 'Спритність',
 'block-section-ancestral-guardian-ability-scores-7/row/2/0': 'Статура',
 'block-section-ancestral-guardian-ability-scores-7/row/3/0': 'Інтелект',
 'block-section-ancestral-guardian-ability-scores-7/row/4/0': 'Мудрість',
 'block-section-ancestral-guardian-ability-scores-7/row/5/0': 'Харизма',
 'block-section-ancestral-guardian-races-1/item/0': '{{Аазимар-Бич|Scourge '
                                                    'Aasimar}}: якщо вам '
                                                    'вдасться переконати '
                                                    'Майстра дозволити стару '
                                                    'версію, але налаштувати '
                                                    'її за правилами Таші, це '
                                                    'має особливо добру нішу '
                                                    'для вас. «Променеве '
                                                    'спалювання»{{Radiant '
                                                    'Consumption}}, що завдає '
                                                    'вам шкоди щоходу, '
                                                    'підтримуватиме вашу лють, '
                                                    'навіть якщо ви схибите '
                                                    'всюди й вас не атакують, '
                                                    '— дуже рідкісна й корисна '
                                                    'властивість.',
 'block-section-ancestral-guardian-races-1/item/1': 'Хобгоблін{{Hobgoblin}}: '
                                                    'Предок-охоронець — один '
                                                    'із підкласів, що за '
                                                    'замовчуванням не має '
                                                    'способу використовувати '
                                                    'бонусну дію щоходу під '
                                                    'час люті, а оскільки ми '
                                                    'виконуємо роботу танка, '
                                                    'можна додати туди й трохи '
                                                    'підтримки.',
 'block-section-ancestral-guardian-feats-1/item/0': 'Ельфійська '
                                                    'точність{{Elven '
                                                    'Accuracy}}: вислухайте '
                                                    'мене. Якщо ви маєте '
                                                    'якийсь спосіб отримувати '
                                                    'надійну Перевагу на '
                                                    'кубику (наприклад, якщо '
                                                    'ваш стіл використовує '
                                                    '[[1|варіантне правило '
                                                    'флангування]]), ви '
                                                    'насправді можете '
                                                    'занедбати Силу, зробити '
                                                    'основною Спритність, '
                                                    'другою — Статуру й '
                                                    'користуватися рапірою та '
                                                    'щитом. Ви, очевидно, '
                                                    'втрачаєте частину шкоди, '
                                                    'але натомість ніколи не '
                                                    'користуєтеся '
                                                    '«Безрозсудною атакою» '
                                                    '(вона працює лише з '
                                                    'Силою) і стаєте '
                                                    '*неймовірно* витривалим, '
                                                    'а з супер-Перевагою на '
                                                    'кубику ви значно частіше '
                                                    'завдаєте критичних '
                                                    'влучань, що запускають '
                                                    '«Брутальний крит» і '
                                                    'допомагають компенсувати '
                                                    'менший кубик шкоди й '
                                                    'відсутність бонусу до '
                                                    'шкоди від люті.',
 'block-section-ancestral-guardian-weapons-1/item/0': '{{Велика '
                                                      'сокира|Greataxe}}: якщо '
                                                      'ви будете звичайним '
                                                      'Варваром, це все ще '
                                                      'золотий стандарт через '
                                                      '«Брутальний крит».',
 'block-section-ancestral-guardian-weapons-1/item/1': 'Рапіра{{Rapier}}: якщо '
                                                      'ви робите дивакуваті '
                                                      'танківські речі, це '
                                                      'найбільший кубик шкоди '
                                                      'серед зброї з '
                                                      'властивістю '
                                                      '«Спритність».',
 'block-section-ancestral-guardian-armor-1': 'Як описано вище, ви або хочете '
                                             'застосувати свою Спритність 14 в '
                                             '«Нагруднику», або ходити без '
                                             'обладунків.',
 'block-section-multiclassing-1/item/0': 'Воїн{{Fighter}}: класична пара, '
                                         'кілька рівнів Воїна можуть вам дуже '
                                         'допомогти. Буквально кожен персонаж '
                                         'любить «Сплеск дій»{{Action Surge}}, '
                                         'а якщо взяти додатковий рівень, '
                                         'можна перетворитися на Чемпіона, '
                                         'тобто завдавати критичних влучань '
                                         'удвічі частіше. Або можна стати '
                                         'Лицарем луни й насолоджуватися '
                                         'перевагами «Безрозсудної атаки» по '
                                         'ворогу з 30 футів.',
 'block-section-abilities-1/header/1': 'Базове значення',
 'block-section-abilities-1/header/2': 'Підвищене значення',
 'block-section-abilities-1/row/0/0': 'Сила',
 'block-section-abilities-1/row/1/0': 'Спритність',
 'block-section-abilities-1/row/2/0': 'Статура',
 'block-section-abilities-1/row/3/0': 'Інтелект',
 'block-section-abilities-1/row/4/0': 'Мудрість',
 'block-section-abilities-1/row/5/0': 'Харизма',
 'block-section-race-1': '[[2|Шадар-Кай]]{{Shadar-Kai}} із [[1|«Монстрів '
                         'Мультивсесвіту»]] чудовий, як описано в нашому '
                         '[[3|розборі рас для Варвара]]. Він також ельф.',
 'block-section-background-1': 'Оберіть Артиста{{Entertainer}}. Обміняйте '
                               'Виступ на Непомітність, а володіння Набором '
                               'для гриму на Інструменти злодія. Вітаю, ви — '
                               'роуді.',
 'block-section-skills-and-tools-1': 'Оскільки наш Інтелект пристойний, беремо '
                                     'Природу й Розслідування. Разом із '
                                     'навичками з передісторії (Акробатика й '
                                     'Непомітність) ми стаємо напрочуд добрим '
                                     'Розвідником і заміною Пройдисвіта. Хоча '
                                     'ми занедбуємо і Мудрість, і Харизму, '
                                     'додаткові володіння від додаткового '
                                     'класового уміння «Первісне знання» '
                                     'можуть стати в пригоді, якщо ви колись '
                                     'захочете залякувати людей чи тварин.',
 'block-section-feats-1': 'Збірка тримається на [[1|«Ельфійській точності»]], '
                          'тож беремо її на 4-му. Далі стає дивно. Ми '
                          'насправді не отримуємо наступне підвищення '
                          'характеристик до 10-го рівня персонажа, але ми '
                          'жорстоко ламаємо фундаментальну математику, щоб '
                          '*насправді* не відставати. Один дивний рівень, де '
                          'ми підвищуємо і Спритність, *і* Статуру, а потім '
                          '«Кухар», щоб заокруглити це до парного числа.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': '**Риси та уміння**',
 'block-section-levels-1/header/2': '**Примітки й тактика**',
 'block-section-levels-1/row/0/0': '1 – Варвар 1',
 'block-section-levels-1/row/0/1': 'Захист без обладунків, Лють',
 'block-section-levels-1/row/0/2': 'Візьміть стартове золото й вийдіть із '
                                   'рапірою, щитом і коротким луком. Технічно '
                                   'це на 10 золотих понад середнє, але якщо '
                                   'Майстер буде буркотуном із цього приводу, '
                                   'можна відмовитися від короткого лука й '
                                   'сподіватися здобути його як здобич. Ми '
                                   'виходимо зі стандартним оптимізованим КБ '
                                   '18 разом зі щитом, але ми також '
                                   'феноменальні в ряткидках Статури й '
                                   'набагато кращі в ряткидках Спритності, ніж '
                                   'маємо право бути як Варвар. «Лють» зараз — '
                                   'лише інструмент для отримання опору до '
                                   'дробячої/колючої/ріжучої шкоди. Вмикайте '
                                   'її, якщо переживаєте за свою живучість у '
                                   'бою.',
 'block-section-levels-1/row/1/0': '2 – Варвар 2',
 'block-section-levels-1/row/1/2': 'Ми ніколи не використовуємо «Безрозсудну '
                                   'атаку». «Відчуття небезпеки» дуже приємне, '
                                   'бо наша Спритність і так висока сама по '
                                   'собі.',
 'block-section-levels-1/row/2/0': '3 – Варвар 3',
 'block-section-levels-1/row/2/1': 'Духи-предки',
 'block-section-levels-1/row/2/2': 'Тепер нам треба впадати в лють у кожному '
                                   'бою. До речі, на цьому рівні ми отримуємо '
                                   'ще одну. Переконайтеся, що кожного ходу ви '
                                   'бʼєте рапірою щось страшне, щоб накласти '
                                   'дебаф і підтримувати лють.',
 'block-section-levels-1/row/3/0': '4 – Варвар 4',
 'block-section-levels-1/row/3/1': 'Ельфійська точність (+1 Спритність)',
 'block-section-levels-1/row/3/2': 'Ви витратите один рівень, дуже '
                                   'засмучуючись, що більша частина цієї риси '
                                   'нечасто щось вам дає. Проте у вас є темний '
                                   'зір, тож якщо можна битися з тим, хто його '
                                   'не має, у темному місці, це спрацює.',
 'block-section-levels-1/row/4/0': '5 – Чарівник 1',
 'block-section-levels-1/row/4/1': 'Магічне відновлення; нові замовляння: '
                                   'Гримучий Клинок, [[1|Магічна рука]], '
                                   '[[2|Формування води]]; підготовлені '
                                   'заклинання: Негайний відступ, Падіння '
                                   'пірʼїною, Захист від зла й добра',
 'block-section-levels-1/row/4/2': '«Магічне відновлення» — приємна дрібниця, '
                                   'але, чесно кажучи, ми тут не для того, щоб '
                                   'накладати заклинання. Ми тут, тому що на '
                                   'додачу до трьох підготовлених заклинань у '
                                   'вас у книзі заклинань є ще три. Усі вони '
                                   'мають бути ритуалами. Два з них можна '
                                   'підбирати під потреби групи (наполегливо '
                                   'рекомендую «Виявлення магії [Detect '
                                   'Magic]» і «Розпізнавання [Identify]», але '
                                   'якщо у вас уже є справжній чарівник, можна '
                                   'обрати інші), а останнє — «Пошук фамільяра '
                                   '[Find Familiar]».\n'
                                   '\n'
                                   'Щойно ви отримаєте свою сову, вона сидить '
                                   'у вас на плечі й щохода використовує дію '
                                   'Допомога, щоб дати вам Перевагу на кубику '
                                   'на перший кидок атаки. Це щохода '
                                   'спрацьовуватиме «Ельфійську точність» без '
                                   'жодних інших вимог.\n'
                                   '\n'
                                   'Також ваш фамільяр може вилити на ваше '
                                   'плече флакон кислоти, щоб підтримувати '
                                   'вашу лють, якщо ви витрачаєте хід на '
                                   'пересування коридорами чи щось таке й не '
                                   'можете атакувати з короткого лука. '
                                   'Заклинання, які ми *таки* беремо, — з дуже '
                                   'конкретної причини: ви не можете накладати '
                                   'заклинання й підтримувати Концентрацію на '
                                   'них під час люті. «Негайний відступ» '
                                   'корисний, щоб наздоганяти ворогів до '
                                   'початку бою або поза боєм просто дуже '
                                   'швидко бігти 10 хвилин. «Падіння пірʼїною» '
                                   'є на випадок, якщо ми впадемо з чогось '
                                   'поза боєм, а «Захист від зла й добра» — '
                                   'через здатність знімати стани поза боєм.\n'
                                   '\n'
                                   'Із замовлянь здебільшого утилітарні, а '
                                   '«Гримучий Клинок» там, щоб я міг робити '
                                   'розрахунки DPR на вищих рівнях.',
 'block-section-levels-1/row/5/0': '6 – Варвар 5',
 'block-section-levels-1/row/5/2': 'Якщо говорити про швидкість, і наша '
                                   'рапіра, і наші ноги на цьому рівні стають '
                                   'швидшими.',
 'block-section-levels-1/row/6/0': '7 – Варвар 6',
 'block-section-levels-1/row/6/1': 'Щит духів (2к6)',
 'block-section-levels-1/row/6/2': 'Я вже казав, як це добре, і стою на '
                                   'своєму. Лише памʼятайте, що дальність лише '
                                   '30 футів, тож треба лишатися в зоні дії, '
                                   'щоб захищати союзників.',
 'block-section-levels-1/row/7/0': '8 – Чарівник 2',
 'block-section-levels-1/row/7/1': 'Арканне відхилення, Тактична кмітливість',
 'block-section-levels-1/row/7/2': '«Арканне відхилення» — це реакція на '
                                   'випадок, коли вороги попадуться на нашу '
                                   'схему танкування й вирішать атакувати нас. '
                                   'Або особливо якщо вони спробують вивести '
                                   'нас із гри ряткидком Мудрості. Недолік '
                                   'буквально відсутній, бо ми все одно не '
                                   'можемо накладати заклинання. «Тактична '
                                   'кмітливість» починає створювати невеличку '
                                   'проблему.\n'
                                   '\n'
                                   'Технічно ваш фамільяр кидає окрему '
                                   'ініціативу від вас і не може Допомагати, '
                                   'якщо ще не діяв. Звісно, ніщо, крім '
                                   'пристойності, не заважає вашому фамільяру '
                                   'постійно готувати дію, щоб використати '
                                   '«Допомогу», коли він у межах 5 футів від '
                                   'ворога.',
 'block-section-levels-1/row/8/0': '9 – Варвар 7',
 'block-section-levels-1/row/8/1': 'Дикий інстинкт',
 'block-section-levels-1/row/8/2': 'Це стає ще важливішим тепер, коли у вас є '
                                   'Перевага на кубику і +6 до ініціативи.',
 'block-section-levels-1/row/9/0': '10 – Варвар 8',
 'block-section-levels-1/row/9/1': 'Спритність 17 → 19',
 'block-section-levels-1/row/10/0': '11 – Воїн 1',
 'block-section-levels-1/row/10/1': 'Бойовий Стиль (Дуель), Друге дихання',
 'block-section-levels-1/row/10/2': 'Вас може спокушати Бойовий Стиль '
                                    '«Оборона», але чомусь він працює лише '
                                    'тоді, коли на вас обладунок, а на нас '
                                    'його немає. Тож ми просто сильніше '
                                    'колемо. Тепер це як отримати постійний '
                                    'бонус до шкоди від люті низького рівня. '
                                    '«Друге дихання» — нормальне, якщо ми не '
                                    'робимо нічого іншого бонусною дією на '
                                    'своєму ході.',
 'block-section-levels-1/row/11/0': '12 – Воїн 2',
 'block-section-levels-1/row/11/1': 'Сплеск дій',
 'block-section-levels-1/row/11/2': 'Це може компенсувати хід на початку бою, '
                                    'коли у нас не буде Переваги на кубику, '
                                    'якщо ваш фамільяр ще не діяв. '
                                    'Використайте його на 4 атаки замість двох '
                                    '— майже так само добре.',
 'block-section-levels-1/row/12/0': '13 – Воїн 3',
 'block-section-levels-1/row/12/1': 'Покращений критичний удар',
 'block-section-levels-1/row/12/2': 'Два помахи за хід з «Ельфійською '
                                    'точністю» і «Покращеним критичним ударом» '
                                    'дають нам майже 50 % шансу критичного '
                                    'влучання. Проте за замовчуванням наша '
                                    'сова-помічник дає нам Перевагу на кубику '
                                    'лише на першу атаку, тож наш реальний '
                                    'шанс критичного влучання становить лише '
                                    'близько 30 % за хід самотужки.',
 'block-section-levels-1/row/13/0': '14 – Воїн 4',
 'block-section-levels-1/row/13/1': 'Статура 16 → 17, Спритність 19 → 20',
 'block-section-levels-1/row/13/2': 'Ще більше підвищуємо і КБ, і ХП, ми '
                                    'наближаємося до піку живучості.',
 'block-section-levels-1/row/14/0': '15 – Варвар 9',
 'block-section-levels-1/row/14/1': 'Брутальний крит',
 'block-section-levels-1/row/14/2': 'Памʼятаєте, як ми завдаємо критичного '
                                    'влучання приблизно раз на три ходи? Тож '
                                    'це означає, що коли ми це робимо, воно '
                                    'бʼє ще на 4,5 середньої шкоди. Це '
                                    'означає, що в цій збірці це варте '
                                    'приблизно 1,5 DPR. Порівняйте це з '
                                    'безрозсудною атакою заради Переваги на '
                                    'кубику з великою сокирою, що дає лише '
                                    'близько 0,5 DPR',
 'block-section-levels-1/row/15/0': '16 – Варвар 10',
 'block-section-levels-1/row/15/1': 'Порада духів, Щит духів (3к6)',
 'block-section-levels-1/row/15/2': 'Уявіть, що ви продовжили Чарівником, і '
                                    'використайте заклинання ворожіння раз за '
                                    'Короткий відпочинок.',
 'block-section-levels-1/row/16/0': '17 – Варвар 11',
 'block-section-levels-1/row/16/1': 'Невпинна лють',
 'block-section-levels-1/row/16/2': 'Я не зовсім певен, *як* щось могло б '
                                    'опустити вас до 0 ХП, але про всяк '
                                    'випадок: ви, найімовірніше, пройдете '
                                    'ряткидок Статури принаймні перші два '
                                    'рази, кидаючи з +9.\n'
                                    '\n'
                                    'Також ніщо не заважає вам використати '
                                    '«Арканне відхилення» на цьому ряткидку, '
                                    'що зрівнює ваш бонус із [[1|тим іншим '
                                    'безглуздим прикладом збірки]]. Це також '
                                    'рівень, на якому замовляння досягають '
                                    'максимуму. Якщо з якоїсь причини ви не в '
                                    'люті, «Гримучий Клинок» завдасть '
                                    'функціонально ідентичної DPR, що й дві '
                                    'атаки, приблизно 29.\n'
                                    '\n'
                                    'Проте якщо ваша ціль потім рухається, це '
                                    'число зростає до 46. Може, у вас '
                                    'закінчилися люті. Може, це перший раунд, '
                                    'і ви хочете застосувати «Гримучий '
                                    'Клинок», «Сплеск дій», «Лють» і зробити '
                                    'дві атаки, перш ніж вийти з досягу, '
                                    'упевнено, що ваш величезний КБ і ХП не '
                                    'зважатимуть на Принагідну атаку. Це, '
                                    'безперечно, виглядає мені досить чудовим '
                                    'ходом.',
 'block-section-levels-1/row/17/0': '18 – Варвар 12',
 'block-section-levels-1/row/17/1': 'Кухар (+1 Статура)',
 'block-section-levels-1/row/17/2': 'На жаль, ми ніколи не зможемо довести '
                                    'Статуру до максимуму, але весь досвід, '
                                    'набутий у пригодах, ми перетворюємо на '
                                    'смачні ласощі, щоб дати групі тимчасові '
                                    'ХП — приємний буфер, який ми все ще '
                                    'можемо захищати (а згодом перетворювати '
                                    'на шкоду) за допомогою «Щита духів».',
 'block-section-levels-1/row/18/0': '19 – Варвар 13',
 'block-section-levels-1/row/18/1': 'Брутальний крит (два кубики)',
 'block-section-levels-1/row/18/2': 'Ще 1,5 DPR завдяки нашому величезному '
                                    'шансу критичного влучання.',
 'block-section-levels-1/row/19/0': '20 – Варвар 14',
 'block-section-levels-1/row/19/1': 'Месники-пращури',
 'block-section-levels-1/row/19/2': 'Феноменальне завершення цієї збірки. Якщо '
                                    'щось вирішує атакувати нас, воно має '
                                    'впоратися з абсурдними захистами, '
                                    'описаними вище. Якщо щось атакує нашого '
                                    'друга, у нього справді поганий день. Це '
                                    'як мати нескінченні накладання «Обладунку '
                                    'Агатіса [Armor of Agathys]» на інших '
                                    'людей реакцією.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
