import re
import sys

sys.path.insert(0, "/Users/luka/Documents/code/spells.holota.family/data/rpgbot/workbench")
import refs

HEADINGS = {
    "section-races-ravnica": "Раси Равніки",
    "section-skills": "Навички Кривавого мисливця",
    "section-weapons": "Зброя Кривавого мисливця",
    "section-armor": "Обладунки Кривавого мисливця",
    "section-blood-curses": "Криваві прокляття",
    "section-spells": "Заклинання Кривавого мисливця",
    "section-cantrips": "Замовляння",
    "section-spells-1": "Заклинання 1-го рівня",
    "section-spells-2": "Заклинання 2-го рівня",
    "section-spells-3": "Заклинання 3-го рівня",
    "section-spells-4": "Заклинання 4-го рівня",
}

FRAGMENTS = {
    "block-section-races-ravnica-1": "<<m:Simic Hybrid>> [[1|GGTR]]: хороші підвищення характеристик, а завдяки вибору модифікацій можна зробити багато чого.",

    "block-section-skills-1/item/0": "Акробатика{{Acrobatics}} (Спритність): надто ситуативна.",
    "block-section-skills-1/item/1": "Атлетика{{Athletics}} (Сила): чудова для захоплень і штовханів. Кілька варіантів Кривавого мисливця підтримують Атлетику, тож, можливо, ви зможете добре нею користуватися й без особливо високої Сили.",
    "block-section-skills-1/item/2": "Магія{{Arcana}} (Інтелект): чудова для розпізнавання ворогів.",
    "block-section-skills-1/item/3": "Історія{{History}} (Інтелект): важлива частина класу, щойно ви отримаєте «Похмуру психометрію»{{Grim Psychometry}}.",
    "block-section-skills-1/item/4": "Аналіз Поведінки{{Insight}} (Мудрість):",
    "block-section-skills-1/item/5": "Розслідування{{Investigation}} (Інтелект): Інтелекту вам вистачить, щоб це працювало.",
    "block-section-skills-1/item/6": "Релігія{{Religion}} (Інтелект): чудова для розпізнавання ворогів.",

    "block-section-background-2": "Криваві мисливці спираються на Спритність, але мають пристойний Інтелект. Шукайте навички й інструменти, що використовують вашу Спритність, як-от Непомітність та інструменти злодія{{Thieves’ Tools}}, якщо тільки у вашій групі немає Пройдисвіта чи іншого персонажа-розвідника. У такому разі розгляньте навички на основі Інтелекту, як-от Магія, які допоможуть розпізнавати ворогів і їхні слабкості.",
    "block-section-background-4/item/0": "<<m:Cloistered Scholar>> [[1|SCAG]]: Кривавий мисливець може добре використати навички на знання.",
    "block-section-background-4/item/1": "<<m:Urban Bounty Hunter>> [[1|SCAG]]: по суті, дві навички на вибір зі списку класових навичок Пройдисвіта плюс кілька володінь інструментами, зокрема незмінно важливими інструментами злодія{{Thieves’ Tools}}.",

    "block-section-feats-2/item/0": "<<m:Crossbow Expert>> [[1|PHB]]: додаткова атака — це додатковий шанс додати кубик гемокрафту{{Hemocraft Die}} до шкоди. Проте на вашу бонусну дію претендує багато чого, тож ви не завжди зможете робити додаткову атаку щораунду. <<m:Order of the Profane Soul|Ордену нечестивої душі>> краще відмовитися від цієї риси на користь «Містичного шаленства»{{Mystic Frenzy}}.",
    "block-section-feats-2/item/1": "<<m:Defensive Duelist>> [[1|PHB]]: Кривавий мисливець — здебільшого клас ближнього бою, але він не зрівняється з Воїном за КБ, з Варваром за ХП і з Пройдисвітом за вмінням зменшувати шкоду «Надприродним ухиленням»{{Uncanny Dodge}}. «Оборонний дуелянт» дає надійний спосіб підвищувати КБ щораунду, хоч і діє лише проти однієї атаки. Подібну користь можна отримати й від <<m:Blood Curse of the Eyeless|Кривавого прокляття безоких>>, якщо не хочете вкладатися в рису.",
    "block-section-feats-2/item/2": "<<m:Durable>> [[1|PHB]]: щоб скористатися «Багряним обрядом»{{Crimson Rite}} і підсилити Криваві прокляття{{Blood Curse}}, вам доводиться «їсти» власні ХП, тож можливість відновити трохи більше ХП під час короткого відпочинку добре компенсує цю ціну.",
    "block-section-feats-2/item/3": "<<m:Elemental Adept>> [[1|PHB]]: на жаль, не працює з «Багряним обрядом»{{Crimson Rite}}.",
    "block-section-feats-2/item/4": "<<m:Heavily Armored>> [[1|PHB]]: якщо ви не покладаєтеся на скритність, то з важкими обладунками збірки на Силі мають сенс.",
    "block-section-feats-2/item/5": "<<m:Medium Armor Master>> [[1|PHB]]: поки ви носите <<m:Half Plate|напівлати>>, ваш КБ зростає на 1, а перевірки Непомітності не мають Перешкоди.",
    "block-section-feats-2/item/6": "<<m:Polearm Master>> [[1|PHB]]: якщо ви будуєте збірку з дворучною зброєю, «Майстер древкової зброї» — найкращий вибір. Додаткова нагода застосувати «Багряний обряд»{{Crimson Rite}} дає помітний приріст шкоди, а версія Кривавого мисливця 2020 року більше не вимагає додаткового використання «Багряного обряду», щоб охопити й другий кінець вашої древкової зброї.",
    "block-section-feats-2/item/7": "<<m:Tough>> [[1|PHB]]: більше ХП допоможе компенсувати витрати на «Багряний обряд»{{Crimson Rite}} і підсилення ваших Кривавих проклять{{Blood Curse}}.",

    "block-section-weapons-1/item/0": "<<m:Hand Crossbow>>: візьміть <<q:Crossbow Expert|Експерта з арбалетів>>, щоб мати ще один шанс завдати шкоди «Багряним обрядом»{{Crimson Rite}}.",
    "block-section-weapons-1/item/1": "<<m:Longbow>>: ваш основний дальній варіант, доки не отримаєте <<q:Crossbow Expert|Експерта з арбалетів>> (якщо тільки ви не малого розміру, звісно).",
    "block-section-weapons-1/item/2": "<<m:Rapier>>: ваш основний варіант ближнього бою майже в будь-якій збірці.",
    "block-section-weapons-1/item/3": "<<m:Whip>>: досяжність, до того ж це фехтувальна зброя.",

    "block-section-armor-1/item/0": "<<m:Studded Leather>>: на низьких рівнях КБ менший, ніж у <<m:Scale Mail|лускатого обладунку>>, але ви не страждаєте від Перешкоди на перевірки Непомітності, а з 18 Спритності зрівняєтеся з ним. Коли Спритність досягне 20, це найкращий КБ, який можна отримати, — такий самий, як у <<m:Half Plate|напівлат>>.",
    "block-section-armor-1/item/1": "<<m:Scale Mail>>: на першому рівні КБ кращий, ніж у <<m:Studded Leather|проклепаного шкіряного обладунку>>, але ви страждаєте від Перешкоди на Непомітність.",
    "block-section-armor-1/item/2": "<<m:Half Plate>>: найкращий КБ, який можна отримати, якщо ви також візьмете <<q:Medium Armor Master|Майстра середніх обладунків>>.",
    "block-section-armor-1/item/3": "<<m:Shield>>: Кривавому мисливцю майже немає причин користуватися дворучною зброєю, хіба що ви бʼєтеся на відстані.",

    "block-section-blood-curses-1": "Криваві прокляття{{Blood Curse}} — це нечастий, швидкий напівмагічний варіант для Кривавого мисливця. Усі вони використовуються бонусною дією, і ви завжди можете підсилити їхній ефект, витративши стільки ХП, скільки випаде на кубику гемокрафту{{Hemocraft Die}}.",
    "block-section-blood-curses-2": "{{Криваве прокляття тривоги|Blood Curse of the Anxious}}: чудовий варіант, якщо в групі є наступальний заклинатель, який любить покладатися на заклинання «пройди-ряткидок-або-страждай»{{save-or-suck}} на кшталт <<Hold Monster>>, але лише якщо ви витрачаєте ХП, щоб його підсилити. За відпочинок ви ніколи не отримаєте більш ніж 4 використання «Кривавого наврочення»{{Blood Maledict}}, тож не марнуйте це прокляття на замовляння чи щось подібне.",
    "block-section-blood-curses-3": "{{Криваве прокляття пут|Blood Curse of Binding}}: багато дуже рухливих ворогів і багато заклинателів мають жахливі ряткидки Сили, а знерухомлених їх набагато легше вбити. Також це чудова відповідь на ворогів, що літають немагічно, бо зниження їхньої швидкості до 0 змушує їх упасти. Підсилювати його не обовʼязково, але в більшості випадків ви захочете це робити.",
    "block-section-blood-curses-4": "{{Криваве прокляття роздутої агонії|Blood Curse of Bloated Agony}}: на вищих рівнях, де вороги з кількома атаками трапляються часто, цей варіант стає кращим, але з набуттям рівнів і його шкода стає менш вагомою, тож виходить дивний вузький проміжок, де воно справді добре. Можете взяти його другим Кривавим прокляттям, а коли отримаєте третє й зможете змінити вибір, замінити його.",
    "block-section-blood-curses-5": "{{Криваве прокляття розʼїдання|Blood Curse of Corrosion}}: лише для <<m:Order of the Mutant|Ордену мутантів>>. Опис дивіться вище, у розділі про Орден мутантів.",
    "block-section-blood-curses-6": "{{Криваве прокляття екзорциста|Blood Curse of the Exorcist}}: лише для <<m:Order of the Ghostslayer|Ордену мисливців на привидів>>. Опис дивіться вище, у розділі про Орден мисливців на привидів.",
    "block-section-blood-curses-7": "{{Криваве прокляття безоких|Blood Curse of the Eyeless}}: використання цього прокляття реакцією означає, що поки у вас лишається використання «Кривавого наврочення»{{Blood Maledict}}, ви, можливо, зможете відбити атаку. На жаль, оскільки ваш кубик гемокрафту{{Hemocraft Die}} — один кубик, розподіл імовірностей рівномірний, тож щоразу, коли ви його використовуєте, це лотерея, якщо тільки вам не потрібно зменшити атаку лише на 1.",
    "block-section-blood-curses-8": "{{Криваве прокляття полеглої маріонетки|Blood Curse of the Fallen Puppet}}: добрий спосіб завдати додаткової шкоди поза власним ходом, але інші варіанти можуть сильніше вплинути на перебіг зіткнення. Особливо чудове на низьких рівнях, коли одна атака може зрізати більшу частину ХП істоти.",
    "block-section-blood-curses-9": "{{Криваве прокляття виття|Blood Curse of the Howl}}: лише для <<m:Order of the Lycan|Ордену лікантропів>>. Опис дивіться вище, у розділі про Орден лікантропів.",
    "block-section-blood-curses-10": "{{Криваве прокляття позначеного|Blood Curse of the Marked}}: я б використовував його, лише якщо ви вже маєте Перевагу на атаки по цілі, а це означає, що підсилювати його — марна трата.",
    "block-section-blood-curses-11": "{{Криваве прокляття затьмареного розуму|Blood Curse of the Muddled Mind}}: надто ситуативне, якщо ви не граєте в кампанії, де незвично часто доводиться битися з ворожими заклинателями.",
    "block-section-blood-curses-12": "{{Криваве прокляття пожирача душ|Blood Curse of the Soul Eater}}: лише для <<m:Order of the Profane Soul|Ордену нечестивої душі>>. Опис дивіться вище, у розділі про Орден нечестивої душі.",

    "block-section-spells-2": "Цей розділ стосується майже виключно <<m:Order of the Profane Soul|Ордену нечестивої душі>>. Памʼятайте: оскільки Кривавий мисливець — насамперед бойовий клас, загалом вам варто уникати заклинань, присвячених лише завданню шкоди. Ваші атаки заклинаннями й СК ряткидків заклинань будуть відносно слабкими, а через повільне зростання рівнів заклинань шкода в найкращому разі лишатиметься невпечатливою. Натомість зосередьтеся на підсиленнях і утилітарних варіантах.",

    "block-section-cantrips-1/item/0": "<<Booming Blade>> [[1|SCAG / TCoE]]: якщо ви можете використати «Містичне шаленство»{{Mystic Frenzy}} з <<Booming Blade|Гримучим Клинком>> або <<Green-Flame Blade|Клинком Зеленого Полумʼя>> і спрацює додаткова шкода, ви стабільно завдаватимете більше шкоди, ніж звичайною атакою. <<Booming Blade|Гримучий Клинок>> до того ж дає ворогам ще одну причину не відходити від вас, а це в 5e вкрай потрібно, бо принагідні атаки зазвичай не стримують серйозно. Докладний розрахунок порівняння ближніх замовлянь зі звичайними атаками бойових класів дивіться в моїй статті [[2|ближні замовляння проти Додаткової атаки]]. Зауважте, що «Казан Таші з усім» опублікував оновлену версію <<Booming Blade|Гримучого Клинка>>.",
    "block-section-cantrips-1/item/1": "<<Eldritch Blast>> [[1|PHB]]: загалом це основне замовляння для шкоди, але для Кривавого мисливця <<Eldritch Blast|Позамежний заряд>> — поганий вибір. Атаки зброєю на будь-якому рівні стабільно завдають більше шкоди.",
    "block-section-cantrips-1/item/2": "<<Green-Flame Blade>> [[1|SCAG / TCoE]]: <<Booming Blade|Гримучий Клинок>> корисніший для допоміжних цілей і контролю руху окремих істот, а за всю карʼєру ви отримуєте лише 3 замовляння, тож важко виправдати вибір обох. Можливість уразити двох ворогів однією атакою справді приваблює, але якщо вам потрібна така функція, можна атакувати двічі або скористатися «Містичним шаленством»{{Mystic Frenzy}} і вдарити другу ціль бонусною дією. Зауважте, що «Казан Таші з усім» опублікував оновлену версію <<Green-Flame Blade|Клинка Зеленого Полумʼя>>. За словами Джеремі Кроуфорда в офіційному [[2|подкасті Dragon Talk]], оновлену версію не можна спарити за допомогою <<q:Twinned Spell|Спареного заклинання>>, а з <<q:War Caster|Бойовим заклинателем>> її можна використовувати, лише якщо ви вирішите не зачіпати другу ціль.",
    "block-section-cantrips-1/item/3": "<<Sword Burst>> [[1|SCAG / TCoE]]: чудовий спосіб упоратися з натовпами ворогів. Докладний розрахунок порівняння ближніх замовлянь зі звичайними атаками бойових класів дивіться в моїй статті [[2|ближні замовляння проти Додаткової атаки]].",
    "block-section-cantrips-1/item/4": "<<True Strike>> [[1|PHB]]: якщо берете його, то лише як нове замовляння, яке вивчаєте на 10-му рівні. Витрачати дію на накладання <<True Strike|Справжнього удару>> зазвичай означає змарнований хід.",

    "block-section-spells-1-1/item/0": "<<Armor of Agathys>> [[1|PHB]]: абсолютно фантастичне підсилення для персонажа ближнього бою, а тривалість дуже велика, тож слот заклинань відпрацьовує сповна. На жаль, для вас воно буде менш ефективним, ніж для Чорнокнижника, бо рівні ваших слотів заклинань зростають значно повільніше.",
    "block-section-spells-1-1/item/1": "<<Hellish Rebuke>> [[1|PHB]]: спокусливо, але ваш СК ряткидка буде надто слабким, щоб воно було надійним.",
    "block-section-spells-1-1/item/2": "<<Hex>> [[1|PHB]]: загалом чудове заклинання, а шкоду від <<Hex|Прокліну>> можна максимізувати тими самими способами, що й шкоду від «Багряного обряду»{{Crimson Rite}}. Використовуйте їх разом — отримаєте цілу купу шкоди.",
    "block-section-spells-1-1/item/3": "<<Protection from Evil and Good>> [[1|PHB]]: абсолютно фантастичний захисний варіант, але формально ситуативний.",

    "block-section-spells-2-1/item/0": "<<Darkness>> [[1|PHB]]: спокусливо в поєднанні з «Темною швидкістю»{{Dark Velocity}}, але «Темна швидкість» не дозволяє бачити в магічній темряві.",
    "block-section-spells-2-1/item/1": "<<Invisibility>> [[1|PHB]]: завжди фантастичний варіант.",
    "block-section-spells-2-1/item/2": "<<Mirror Image>> [[1|PHB]]: фантастичне захисне підсилення.",
    "block-section-spells-2-1/item/3": "<<Misty Step>> [[1|PHB]]: корисний у найрізноманітніших проблемних ситуаціях, а накладається бонусною дією лише з вербальним компонентом.",
    "block-section-spells-2-1/item/4": "<<Shadow Blade>> [[1|XGtE]]: більше шкоди, ніж ви отримаєте від <<m:Rapier|рапіри>>, а шкода зростає разом з рівнем слота заклинань.",

    "block-section-spells-3-1/item/0": "<<Counterspell>> [[1|PHB]]: ви не можете накладати заклинання достатньо високого рівня, щоб це мало сенс.",
    "block-section-spells-3-1/item/1": "<<Dispel Magic>> [[1|PHB]]: хтось інший у групі, хто краще за вас володіє чаротворством, має бути здатен накладати його задовго до того, як зможете ви.",
    "block-section-spells-3-1/item/2": "<<Fly>> [[1|PHB]]: політ — дуже корисна річ.",
    "block-section-spells-3-1/item/3": "<<Hunger of Hadar>> [[1|PHB]]: навіть зі слабким СК ряткидка заклинання може бути ефективним: закиньте його в кімнату й замкніть двері.",
    "block-section-spells-3-1/item/4": "<<Vampiric Touch>> [[1|PHB]]: раз за разом лупіть ворогів, щоб цілу хвилину лікувати себе. Тільки памʼятайте, що це атака заклинанням, тож ваш бонус атаки буде слабким.",

    "block-section-spells-4-1/item/0": "<<Blight>> [[1|PHB]]: слабка шкода по одній цілі, слабкий СК проти високого ряткидка, а отримуєте ви його надто пізно, щоб це мало значення.",
    "block-section-spells-4-1/item/1": "<<Dimension Door>> [[1|PHB]]: зазвичай вистачає <<Misty Step|Туманного кроку>>, який до того ж накладається бонусною дією.",
    "block-section-spells-4-1/item/2": "<<Shadow of Moil>> [[1|PHB]]: спокушає, але щоб спрацювала шкода, по вас має влучити ворог, а оскільки заклинання вимагає Концентрації, ви постійно ризикуєте самим заклинанням.",
}

FRAGMENTS = refs.expand_all(FRAGMENTS)
