import refs

TITLE = 'Колегія трагедії ТалʼДорею — гайд підкласу D&D 5e 2014'
TOPICS = 'Бард, підклас, Колегія трагедії, ТалʼДорей, збірка'

HEADINGS = {'section-features': 'Уміння Колегії трагедії',
 'section-college-of-tragedy-ability-scores': 'Характеристики Барда Колегії '
                                              'трагедії',
 'section-college-of-tragedy-races': 'Раси Барда Колегії трагедії',
 'section-college-of-tragedy-feats': 'Риси Барда Колегії трагедії',
 'section-college-of-tragedy-weapons': 'Зброя Барда Колегії трагедії',
 'section-college-of-tragedy-armor': 'Обладунки Барда Колегії трагедії',
 'section-example-build-stand-up-tragedian': 'Приклад збірки — Стендап-трагік'}

FRAGMENTS = {'block-section-introduction-1': 'У книзі [[1|«ТалʼДорей: Відроджений сеттинг '
                                 'кампанії»]]{{Tal’Dorei: Campaign Setting '
                                 'Reborn}} є підклас Барда — {{Колегія '
                                 'трагедії|College of Tragedy}}. Це чудова '
                                 'тема з цікавими механічними ідеями: підклас '
                                 'додає нові варіанти підтримки класу, який і '
                                 'без того славиться вмінням підтримувати '
                                 'групу. Він дуже потужний і майже не потребує '
                                 'допомоги, щоб працювати, тож його легко '
                                 'вручити будь-якому гравцеві зі словами: '
                                 '«Тримай, зроби так, щоб усім було сумно».',
 'block-section-introduction-2': 'Колегія трагедії майже повністю реактивна, а '
                                 'це незвично й зазвичай погано. Персонажі, '
                                 'які можуть лише реагувати на обставини, '
                                 'зазвичай насилу розвʼязують проблеми, а '
                                 'натомість допомагають трохи довше їх '
                                 'витримувати. Колегія трагедії, схоже, є '
                                 'винятком із цього правила. Хоча майже всі '
                                 'вміння підкласу спрацьовують у відповідь на '
                                 'щось, вони не конфліктують із ресурсами чи '
                                 'економікою дій, які можна було б використати '
                                 'активно, тож навички й чаротворство Барда '
                                 'лишаються цілком вільними для наступу. '
                                 '«Поезія в нещасті»{{Poetry in Misery}} '
                                 'робить відновлення Бардського '
                                 'натхнення{{Bardic Inspiration}} дуже легким, '
                                 'тож майже кожного ходу можна витрачати '
                                 'бонусну дію, щоб надавати Бардське '
                                 'натхнення{{Bardic Inspiration}}.',
 'block-section-introduction-3': 'Реакції будуть зайняті, зате інші можливості '
                                 'лишаються відкритими, тож решту збірки можна '
                                 'цілком присвятити активним рішенням: '
                                 'атакувальним заклинанням, рисам, навичкам '
                                 'тощо.',
 'block-section-introduction-4': 'Втім, із балансом є проблеми. «Поезія в '
                                 'нещасті»{{Poetry in Misery}} вкрай легко '
                                 'зловживається: вона дає Барду практично '
                                 'бездонний запас Бардського натхнення{{Bardic '
                                 'Inspiration}}, яким можна звести нанівець '
                                 'будь-який небойовий виклик, а потім заходити '
                                 'в сутички з таким запасом натхнення, що '
                                 'група матиме величезну математичну перевагу. '
                                 '«Сумна доля»{{Sorrowful Fate}} так само дає '
                                 'групі змогу раз за відпочинок звести '
                                 'нанівець загрозу від одного сильного ворога, '
                                 'через що важко кинути групі виклик у бою. У '
                                 'розборі вмінь підкласу я запропонував '
                                 'виправлення, з якими мені було б комфортно '
                                 'використовувати Колегію трагедії за своїм '
                                 'столом.',
 'block-section-features-1/item/0': 'Поезія в нещасті{{Poetry in Misery}}: '
                                    'вкрай легко зловживається. Знайдіть '
                                    'будь-який випадковий абсурдний привід для '
                                    'перевірки характеристики й повторюйте її, '
                                    'доки не відновите всі витрачені '
                                    'застосування Бардського натхнення{{Bardic '
                                    'Inspiration}}. Очевидно, що вміння '
                                    'задумане для бою, ситуацій із високими '
                                    'ставками або принаймні для гри з '
                                    'Майстром, який казатиме вам, коли кидати '
                                    'кубик, а коли ні, але за буквою правил '
                                    'воно вкрай легко зловживається. Цьому '
                                    'вмінню потрібні запобіжники, щоб воно '
                                    'було безпечним за столом. Якщо вся група '
                                    'зможе спільно домовитися не зловживати '
                                    'ним, воно може бути потужним, але не '
                                    'проблемним. Якщо запобіжники все ж '
                                    'потрібні, обмежте «Поезію в '
                                    'нещасті»{{Poetry in Misery}} кількістю '
                                    'застосувань на день, що дорівнює вашому '
                                    'Бонусу Майстерності.',
 'block-section-features-1/item/1': 'Сумна доля{{Sorrowful Fate}}: більшість '
                                    'істот жахливо справляються з ряткидками '
                                    'Харизми, тож вона може зробити чимало '
                                    'заклинань '
                                    '«пройди-ряткидок-або-страждай»{{save-or-suck}} '
                                    'майже нездоланними. Вона діє лише на одну '
                                    'істоту й доступна раз за відпочинок, але '
                                    'все одно приголомшлива й легко може '
                                    'визначити результат цілих сутичок. Ціль '
                                    'таки зазнає трохи психічної шкоди й, '
                                    'можливо, мусить сказати кілька крутих '
                                    'останніх слів, але це не впливає на '
                                    'механіку — та й не повинно. Мабуть, вона '
                                    'надто потужна, щоб дозволяти її без '
                                    'певних змін. Якби вона витрачала реакцію '
                                    'Барда й лише накладала Перешкоду на '
                                    'ряткидок, я б усе одно поставив їй синю '
                                    'оцінку, але не нервував би, дозволяючи '
                                    'цей підклас.',
 'block-section-features-1/item/2': 'Оповідь про пиху{{Tale of Hubris}}: дуже '
                                    'ефектна, але непослідовна й '
                                    'непередбачувана. Ворог може впасти ще до '
                                    'того, як вона матиме якийсь вплив.',
 'block-section-features-1/item/3': 'Неминуче лихо{{Impending Misfortune}}: '
                                    'Бард не зробить нічого цікавого з одним '
                                    'кидком атаки, тож приберігайте його для '
                                    'ряткидків. Щойно використаєте бонус +10, '
                                    'попросіть союзника вдарити вас '
                                    'замовлянням із ряткидком, щоб позбутися '
                                    'штрафу −10.',
 'block-section-features-1/item/4': '{{Німб пафосу|Nimbus of Pathos}}: кращий '
                                    'за більшість умінь Паладина найвищого '
                                    'рівня. Це чудове підсилення. Мені '
                                    'подобається, що його не можна припинити '
                                    'раніше часу: після бою отримувач може '
                                    'майже хвилину стояти й слухати трагічну '
                                    'музику, від якої не втекти.',
 'block-section-college-of-tragedy-ability-scores-1': 'Нічим не відрізняється '
                                                      'від [[1|типового '
                                                      'Барда]].',
 'block-section-college-of-tragedy-races-1': 'Нічим не відрізняється від '
                                             '[[1|типового Барда]].',
 'block-section-college-of-tragedy-feats-1': 'Майже нічим не відрізняється від '
                                             '[[1|типового Барда]], але краще '
                                             'уникати варіантів, що витрачають '
                                             'бонусну дію, адже Бардське '
                                             'натхнення{{Bardic Inspiration}} '
                                             'можна буде використовувати так '
                                             'часто.',
 'block-section-college-of-tragedy-weapons-1': 'Нічим не відрізняється від '
                                               '[[1|типового Барда]].',
 'block-section-college-of-tragedy-armor-1': 'Нічим не відрізняється від '
                                             '[[1|типового Барда]].',
 'block-section-multiclassing-1': 'Будь-який варіант, що добре працює для '
                                  '[[1|типового Барда]], добре працюватиме й '
                                  'для Колегії трагедії, з кількома '
                                  'застереженнями: уникайте всього, що '
                                  'витрачає бонусну дію чи реакцію, бо вони '
                                  'мають лишатися вільними для «Поезії в '
                                  'нещасті»{{Poetry in Misery}} та «Оповіді '
                                  'про пиху»{{Tale of Hubris}}.',
 'block-section-example-build-stand-up-tragedian-1': 'Тут майже немає чого '
                                                     'оптимізувати. Підклас '
                                                     'сам по собі дуже '
                                                     'потужний, тож досить '
                                                     'обрати заклинання й риси '
                                                     '— і все. Оскільки '
                                                     'основну роботу за нас '
                                                     'уже зробив підклас, ми '
                                                     'щосили зіграємо на темі '
                                                     'й оберемо заклинання, що '
                                                     'поширюють нещастя. Я не '
                                                     'братиму нічого марного, '
                                                     'але якщо ви не хочете, '
                                                     'щоб усі ваші заклинання '
                                                     'були в трагічній темі, '
                                                     'зазирніть у [[1|розбір '
                                                     'списку заклинань '
                                                     'Барда]].',
 'block-section-ability-scores-1': 'Розподілимо характеристики так, щоб '
                                   'якнайкраще використати унікальні '
                                   'збільшення характеристик '
                                   'Напівельфа{{Half-Elf}}. У нас лишиться '
                                   'Харизма 17, а це чудово для гібридних рис.',
 'block-section-ability-scores-2/header/1': '**Базове значення**',
 'block-section-ability-scores-2/header/2': '**Збільшене значення**',
 'block-section-ability-scores-2/row/0/0': 'Сила',
 'block-section-ability-scores-2/row/1/0': 'Спритність',
 'block-section-ability-scores-2/row/2/0': 'Статура',
 'block-section-ability-scores-2/row/3/0': 'Інтелект',
 'block-section-ability-scores-2/row/4/0': 'Мудрість',
 'block-section-ability-scores-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Напівельф. Особливих синергій із підкласом немає, '
                         'тож напівельф — надійний вибір. Також можна '
                         'розглянути варіант напівельфа-напівдроу або щось на '
                         'кшталт Дампіра{{Dhampir}}.',
 'block-section-background-1': '«Усміхнений»{{Grinner}} («Путівник дослідника '
                               'по Вайлдмаунту»{{Explorer’s Guide to '
                               'Wildemount}}). Володіння Обманом, Виступом, '
                               'одним інструментом і однією мовою. Тема '
                               'передісторії в тому, що ми мандруємо й несемо '
                               'надію, а контраст із підкласом здається '
                               'кумедним.',
 'block-section-skills-and-tools-1': 'Від передісторії отримаємо Обман і '
                                     'Виступ, а також загалом пʼять навичок на '
                                     'вибір від раси й класу. Візьмемо '
                                     'Залякування, Аналіз Поведінки, '
                                     'Уважність, Переконання й Непомітність.',
 'block-section-skills-and-tools-2': 'Також отримаємо загалом чотири '
                                     'інструменти. Можемо самі скласти '
                                     'струнний квартет! Або змінити '
                                     'передісторію й обміняти додаткове '
                                     'володіння інструментом на володіння '
                                     'інструментами злодія{{Thieves’ Tools}}.',
 'block-section-feats-1': 'На 4-му рівні вже можна взяти гібридну рису, щоб '
                          'підвищити Харизму до 18. Слід остерігатися всього, '
                          'що намагатиметься монополізувати наші реакції чи '
                          'бонусні дії, тож «Телекінетик»{{Telekinetic}} '
                          'відпадає. Якщо відкинути расові риси, лишаються '
                          '«Доторк феї»{{Fey Touched}}, «Дарунок самоцвітного '
                          'дракона»{{Gift of the Gem Dragon}} і «Доторк '
                          'тіні»{{Shadow Touched}}. Найочевидніший вибір тут — '
                          '«Доторк феї»{{Fey Touched}}, хоч і нудно обирати '
                          'його вже в черговій збірці.',
 'block-section-feats-2': 'На 12-му рівні візьмемо «Надихаючого '
                          'лідера»{{Inspiring Leader}}. За тоном це зовсім не '
                          'пасує, але обʼєктивно це чудовий варіант для '
                          'багатьох Бардів.',
 'block-section-levels-1/header/0': '**Рівень**',
 'block-section-levels-1/header/1': '**Риси й уміння**',
 'block-section-levels-1/header/2': '**Нотатки й тактика**',
 'block-section-levels-1/row/0/1': 'Чаротворство{{Spellcasting}}\n'
                                   '«Бардське натхнення»{{Bardic Inspiration}} '
                                   '(к6)\n'
                                   'Відомі замовляння: – Мала ілюзія [Minor '
                                   'Illusion] – Злісне глузування [Vicious '
                                   'Mockery]\n'
                                   'Нове відоме заклинання: – Зурочення [Bane] '
                                   '– Дисонуючий шепіт [Dissonant Whispers] – '
                                   'Мовчазний образ [Silent Image] – Невидимий '
                                   'служник [Unseen Servant]',
 'block-section-levels-1/row/0/2': 'Ми граємо за надзвичайно прямолінійного '
                                   'Барда.',
 'block-section-levels-1/row/1/1': '«Майстер на всі руки»{{Jack of All '
                                   'Trades}}\n'
                                   '«Пісня відпочинку»{{Song of Rest}} (к6)\n'
                                   'Нове відоме заклинання: – [[1|Сріблясті '
                                   'шпильки]] [Silvery Barbs]',
 'block-section-levels-1/row/1/2': 'Ну от, рівно один рівень ми протрималися, '
                                   'не обираючи знову Сріблясті шпильки '
                                   '[Silvery Barbs]. Час зробити всіх '
                                   'нещасними, викравши успіх в останню '
                                   'можливу мить.',
 'block-section-levels-1/row/2/1': 'Експертиза{{Expertise}}: – Переконання – '
                                   'Непомітність\n'
                                   '{{Колегія Бардів|Bard College}}: {{Колегія '
                                   'трагедії|College of Tragedy}}\n'
                                   '{{Поезія в нещасті|Poetry in Misery}}\n'
                                   '{{Сумна доля|Sorrowful Fate}}\n'
                                   'Нове відоме заклинання: – Сліпота/глухота '
                                   '[Blindness/Deafness]',
 'block-section-levels-1/row/2/2': '«Поезія в нещасті»{{Poetry in Misery}} '
                                   'робить Бардське натхнення{{Bardic '
                                   'Inspiration}} практично бездонним, якщо ми '
                                   'маємо кілька хвилин поза часом, щоб група '
                                   'стояла й безглуздо кидала перевірки '
                                   'характеристик або кидки атаки. «Сумна '
                                   'доля»{{Sorrowful Fate}} раз за відпочинок '
                                   'перетворює одне заклинання '
                                   '«пройди-ряткидок-або-страждай»{{save-or-suck}} '
                                   'на величезну проблему для цілі. Тепер '
                                   'збірка перетворюється на пошук правильних '
                                   'заклинань. Нам потрібні такі, що '
                                   'дозволяють лише один ряткидок (або '
                                   'принаймні лише один упродовж трьох '
                                   'раундів, які триває типовий бій) і '
                                   'націлюються тільки на одну істоту. На '
                                   'жаль, у Бардів таких заклинань небагато. '
                                   'Сліпота/глухота [Blindness/Deafness] — '
                                   'чудовий приклад. Якби воно не цілилося в '
                                   'ряткидки Статури, було б неймовірним. '
                                   '«Сумна доля»{{Sorrowful Fate}} розвʼязує '
                                   'єдину проблему цього заклинання, тож '
                                   'Сліпота/глухота [Blindness/Deafness] '
                                   'зводить нанівець загрозу від одного '
                                   'сильного ворога щоразу після відпочинку.',
 'block-section-levels-1/row/3/1': 'Риса: «Доторк феї»{{Fey Touched}} (Харизма '
                                   '17 → 18)\n'
                                   'Нове відоме замовляння: – Повідомлення '
                                   '[Message]\n'
                                   'Нове відоме заклинання: – Уявна сила '
                                   '[Phantasmal Force]',
 'block-section-levels-1/row/3/2': 'Заклинання 1-го рівня для «Доторку '
                                   'феї»{{Fey Touched}} оберіть на власний '
                                   'смак. Благословення [Bless] — чудовий '
                                   'варіант, хоч і не пасує до теми. Із '
                                   'замовлянь вивчимо Повідомлення [Message], '
                                   'щоб нашіптувати людям сумні факти на '
                                   'відстані. Також візьмемо Уявну силу '
                                   '[Phantasmal Force], щоб вони бачили щось '
                                   'сумне, від чого хочеться лягти й відчути '
                                   'глибокі емоції.',
 'block-section-levels-1/row/4/1': '«Бардське натхнення»{{Bardic Inspiration}} '
                                   '(к8)\n'
                                   '«Джерело натхнення»{{Font of '
                                   'Inspiration}}\n'
                                   'Нове відоме заклинання: – Достаток ворогів '
                                   '[Enemies Abound]',
 'block-section-levels-1/row/4/2': '«Джерело натхнення»{{Font of Inspiration}} '
                                   'здається безглуздим, бо в нас є «Поезія в '
                                   'нещасті»{{Poetry in Misery}}. Вивчимо '
                                   'Достаток ворогів [Enemies Abound], щоб '
                                   'нагадувати ворогам, що кожен у цьому світі '
                                   'самотній і має відповісти на це '
                                   'усвідомлення насильством.',
 'block-section-levels-1/row/5/1': '«Оповідь про пиху»{{Tale of Hubris}}\n'
                                   '«Неминуче лихо»{{Impending Misfortune}}\n'
                                   'Нове відоме заклинання: – Наділити '
                                   'прокляттям [Bestow Curse]',
 'block-section-levels-1/row/5/2': '«Оповідь про пиху»{{Tale of Hubris}} й '
                                   '«Неминуче лихо»{{Impending Misfortune}} — '
                                   'суто захисні вміння, що працюють майже без '
                                   'нюансів. Наділити прокляттям [Bestow '
                                   'Curse] чудове: і вкрай неприємне, і майже '
                                   'постійне.',
 'block-section-levels-1/row/6/1': 'Нове відоме заклинання: – Фантомний вбивця '
                                   '[Phantasmal Killer]',
 'block-section-levels-1/row/6/2': 'Убивайте людей їхнім найбільшим страхом: '
                                   'бути змушеними згадати щось ніякове з '
                                   'дитинства.',
 'block-section-levels-1/row/7/1': 'Покращення Характеристик (Хар 18 → 20)\n'
                                   'Нове відоме заклинання: – '
                                   '[[1|Перевтілення]] [Polymorph]',
 'block-section-levels-1/row/7/2': 'Накладіть Перевтілення [Polymorph] на себе '
                                   'й станьте чимось крутим, як-от тиранозавр, '
                                   '— і майже завжди саме тиранозавром. '
                                   'Ворогів перетворюйте на тварину, життя '
                                   'якої було б значно простішим, а тоді '
                                   'завершуйте заклинання, щойно вони '
                                   'звикнуть.',
 'block-section-levels-1/row/8/1': '«Пісня відпочинку»{{Song of Rest}} (к8)\n'
                                   'Нове відоме заклинання: – Синаптичний '
                                   'розряд [Synaptic Static]',
 'block-section-levels-1/row/8/2': 'Засмутіть усіх у кімнаті, щоб вони '
                                   'почувалися кепсько й цілу хвилину мали '
                                   'штрафи до кидків атаки.',
 'block-section-levels-1/row/9/1': '«Бардське натхнення»{{Bardic Inspiration}} '
                                   '(к10)\n'
                                   'Експертиза{{Expertise}}: – Аналіз '
                                   'Поведінки – Уважність\n'
                                   'Магічні таємниці{{Magical Secrets}}: – '
                                   "Пружна сфера Отілюка [Otiluke's Resilient "
                                   'Sphere] – Виклик аберації [Summon '
                                   'Aberration]\n'
                                   'Нове відоме замовляння: – будь-яке',
 'block-section-levels-1/row/9/2': "Пружна сфера Отілюка [Otiluke's Resilient "
                                   'Sphere] — це «тайм-аут» для однієї істоти, '
                                   'щоб вона лишилася наодинці зі своїми '
                                   'думками. Якщо ваша ціль може пройти '
                                   'ряткидок Спритності, змініть його на '
                                   'Харизму. Виклик аберації [Summon '
                                   'Aberration] дає змогу викликати щось '
                                   'огидне й неприємне.',
 'block-section-levels-1/row/10/1': 'Нове відоме заклинання: – Проклятуще око '
                                    '[Eyebite]',
 'block-section-levels-1/row/10/2': 'Присипляйте людей щоходу.',
 'block-section-levels-1/row/11/1': 'Риса: «Надихаючий лідер»{{Inspiring '
                                    'Leader}}',
 'block-section-levels-1/row/11/2': 'Виголосіть усім депресивну промову й '
                                    'надайте тимчасові ХП.',
 'block-section-levels-1/row/12/1': '«Пісня відпочинку»{{Song of Rest}} (к10)\n'
                                    'Нове відоме заклинання: – Етерність '
                                    '[Etherealness]',
 'block-section-levels-1/row/12/2': 'Накладіть Етерність [Etherealness], щоб '
                                    'непомітно проникати в місця й шепотіти '
                                    'людям сумні речі уві сні.',
 'block-section-levels-1/row/13/1': 'Магічні таємниці{{Magical Secrets}}: – '
                                    'Планарний перехід [Plane Shift] – '
                                    'Симулякр [Simulacrum]\n'
                                    '«Німб пафосу»{{Nimbus of Pathos}}',
 'block-section-levels-1/row/13/2': 'Візьміть бумбокс і ввімкніть «Двобій '
                                    'долі» [Duel of the Fates] у мінорній '
                                    'тональності, бо настав час сумної бойової '
                                    'музики. Накладіть «Німб пафосу»{{Nimbus '
                                    'of Pathos}} на головного користувача '
                                    'зброї у вашій групі й відкиньтеся назад, '
                                    'щоб ділитися гнітючими коментарями. В '
                                    'інших боях відправляйте ворогів у '
                                    '{{Царство тіней|Shadowfell}} за допомогою '
                                    'Планарного переходу [Plane Shift] — це '
                                    'найпохмуріший план. Скористайтеся '
                                    'Симулякром [Simulacrum], щоб отримати '
                                    'бек-вокаліста. Він, що важливо, '
                                    'відновлюватиме Бардське натхнення{{Bardic '
                                    'Inspiration}} з тією самою швидкістю й у '
                                    'той самий час, тож у вас буде не лише '
                                    'вдвічі більше Бардського '
                                    'натхнення{{Bardic Inspiration}}, а й '
                                    'можливість ділитися ним вдвічі швидше.',
 'block-section-levels-1/row/14/1': '«Бардське натхнення»{{Bardic '
                                    'Inspiration}} (к12)\n'
                                    'Нове відоме заклинання: – Слабоумство '
                                    '[Feeblemind]',
 'block-section-levels-1/row/14/2': 'Влучайте по всьому заклинанням '
                                    'Слабоумство [Feeblemind], а «Сумну '
                                    'долю»{{Sorrowful Fate}} застосуйте, якщо '
                                    'ціль добре проходить ряткидки Інтелекту.',
 'block-section-levels-1/row/15/1': 'Риса: будь-яка',
 'block-section-levels-1/row/16/1': '«Пісня відпочинку»{{Song of Rest}} (к12)\n'
                                    'Нове відоме заклинання: – Психічний крик '
                                    '[Psychic Scream]',
 'block-section-levels-1/row/16/2': 'Психічний крик [Psychic Scream] може '
                                    'назавжди приголомшити істот — це справді '
                                    'схоже на вінець усієї збірки. Подумайте '
                                    'про щось трагічне й мовчки закричіть так '
                                    'сильно, щоб голови істот вибухнули.',
 'block-section-levels-1/row/17/1': 'Магічні таємниці{{Magical Secrets}}: – '
                                    '[[1|Істинне перевтілення]] [True '
                                    'Polymorph] – [[2|Бажання]] [Wish]',
 'block-section-levels-1/row/17/2': 'Накладіть Істинне перевтілення [True '
                                    'Polymorph] на друзів, щоб перетворити їх '
                                    'на щось краще, як-от піт фіндів і '
                                    'стародавніх драконів. Подумайте про те, '
                                    'щоб самому лишитися сумним Бардом, бо '
                                    'перевтілення означало б відмовитися від '
                                    'здатності засмучувати інших. Бажання '
                                    '[Wish] тут, бо це фактично обовʼязковий '
                                    'вибір. Використайте його, наприклад, щоб '
                                    'загадати Пошук вищого скакуна [Find '
                                    'Greater Steed] або створити власний клон, '
                                    'аби ваша трагічна чутливість жила вічно.',
 'block-section-levels-1/row/18/1': 'Риса: будь-яка',
 'block-section-levels-1/row/19/1': '«Вище натхнення»{{Superior Inspiration}}',
 'block-section-levels-1/row/19/2': 'Не знаю, як ми взагалі опинимося в '
                                    'ситуації, де в нас не лишилося жодного '
                                    'застосування Бардського натхнення{{Bardic '
                                    'Inspiration}}.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
