import refs

TITLE = 'Шлях дикої магії — гайд підкласу Варвара (2014)'
TOPICS = 'Варвар, Шлях дикої магії, підклас, приклад білда'

HEADINGS = {'section-features': 'Уміння Шляху дикої магії',
 'section-path-of-wild-magic-ability-scores': 'Характеристики Шляху дикої '
                                              'магії',
 'section-path-of-wild-magic-races': 'Раси Шляху дикої магії',
 'section-path-of-wild-magic-feats': 'Риси Шляху дикої магії',
 'section-path-of-wild-magic-weapons': 'Зброя Шляху дикої магії',
 'section-path-of-wild-magic-armor': 'Обладунки Шляху дикої магії',
 'section-example-build-did-he-just-slap-me-with-a-giant-spork': 'Приклад '
                                                                 'збірки — '
                                                                 '«Він що, '
                                                                 'щойно ляснув '
                                                                 'мене '
                                                                 'велетенською '
                                                                 'ложковилкою?»',
 'section-abilities': 'Характеристики'}

FRAGMENTS = {'block-section-introduction-1': 'Мабуть, не дивно з огляду на мою любов до '
                                 'створення гайдів зі збірками-гішами, коли '
                                 'хтось у нашому Discord попросив Варвара '
                                 'Шляху дикої магії, я відповів «[[1|так, '
                                 'шефе]]». Хоч це зараз може не мати великого '
                                 'сенсу, бо сам клас насправді не має магії, '
                                 'він і тематично відчувається дуже магічним, '
                                 'і, як ви побачите в моїх нотатках про '
                                 'мультикласування, має одну-дві справді '
                                 'чудові пари, що можуть підняти враження від '
                                 'гри за цей чудовий підклас.',
 'block-section-introduction-2': 'Навіть сам по собі він промовляє до людей, '
                                 'яких не цікавить супержорстка оптимізація '
                                 'або які вже зробили всю оптимізацію, яку '
                                 'вважають потрібною, і тепер просто шукають '
                                 'розваги.\n'
                                 '\n'
                                 'Те, що основна ідентичність підкласу '
                                 'ґрунтується на умінні, яке за природою '
                                 'неконтрольоване, означає: хоч я можу '
                                 'допомогти з оптимізацією, нагадуючи, що '
                                 'тримати в голові, і підказуючи, що робити в '
                                 'кожному випадку, фактичне керування цим '
                                 'персонажем може дати зовсім інший досвід, '
                                 'ніж той, для якого я пишу, хоч як точно ви '
                                 'йому слідуватимете.',
 'block-section-introduction-3': 'Але ви прийшли сюди, вже знаючи це, тож '
                                 'почнімо.',
 'block-section-path-of-wild-magic-ability-scores-1': 'Сила{{Str}}: усе ще '
                                                      'основна характеристика '
                                                      'Варвара.',
 'block-section-path-of-wild-magic-ability-scores-3': 'Статура{{Con}}: бійцям '
                                                      'ближнього бою це '
                                                      'потрібно навіть більше, '
                                                      'ніж більшості речей.',
 'block-section-path-of-wild-magic-ability-scores-4': 'Інтелект{{Int}}: '
                                                      'занедбати.',
 'block-section-path-of-wild-magic-ability-scores-6': 'Харизма{{Cha}}: '
                                                      'занедбати.',
 'block-section-path-of-wild-magic-ability-scores-7/header/1': 'Купівля '
                                                               'характеристик',
 'block-section-path-of-wild-magic-ability-scores-7/header/2': 'Стандартний '
                                                               'набір',
 'block-section-path-of-wild-magic-ability-scores-7/row/0/0': 'Сила',
 'block-section-path-of-wild-magic-ability-scores-7/row/1/0': 'Спритність',
 'block-section-path-of-wild-magic-ability-scores-7/row/2/0': 'Статура',
 'block-section-path-of-wild-magic-ability-scores-7/row/3/0': 'Інтелект',
 'block-section-path-of-wild-magic-ability-scores-7/row/4/0': 'Мудрість',
 'block-section-path-of-wild-magic-ability-scores-7/row/5/0': 'Харизма',
 'block-section-path-of-wild-magic-races-1/item/0': '{{Аазимар-Бич|Scourge '
                                                    'Aasimar}}: якщо вам '
                                                    'вдасться переконати '
                                                    'Майстра дозволити стару '
                                                    'версію, але налаштувати '
                                                    'її за правилами «власного '
                                                    'походження» Таші, це має '
                                                    'особливо добру нішу для '
                                                    'вас. «Променеве '
                                                    'спалювання»{{Radiant '
                                                    'Consumption}}, що завдає '
                                                    'вам шкоди щоходу, '
                                                    'підтримуватиме вашу лють, '
                                                    'навіть якщо ви схибите '
                                                    'всюди й вас не атакують, '
                                                    '— дуже рідкісна й корисна '
                                                    'властивість.',
 'block-section-path-of-wild-magic-feats-1': 'Нічим не відрізняється від '
                                             'стандартного [[1|гайда '
                                             'Варвара]]. Три варіанти з '
                                             'Таблиці дикої магії дають '
                                             'повторювані використання нашої '
                                             'бонусної дії, тож стимулів брати '
                                             'рису, що дає таку, значно менше.',
 'block-section-path-of-wild-magic-weapons-1': 'Нічим не відрізняється від '
                                               'стандартного [[1|гайда '
                                               'Варвара]].',
 'block-section-path-of-wild-magic-armor-1': 'Як описано вище, ви або хочете '
                                             'застосувати свою Спритність 14 в '
                                             '«Нагруднику» чи напівлатах, або '
                                             'ходити без обладунків.',
 'block-section-multiclassing-2': 'Навіть один рівень заклинального класу з '
                                  'доступом до [[1|«Сріблястих '
                                  'шпильок»]]{{Silvery Barbs}} стає '
                                  'неймовірним способом використати '
                                  '«Підсилюючу магію». Звісно, можна дати собі '
                                  '+2 до атак, але як щодо того, щоб скасувати '
                                  'Перевагу на кубику, яку отримав хтось через '
                                  'вдале становище, а потім віддати цю '
                                  'Перевагу своєму другові-Пройдисвіту?\n'
                                  '\n'
                                  'Для цього довелося б повозитися з '
                                  'характеристиками, але я б, мабуть, додав '
                                  'Чародія Механічної душі{{Clockwork Soul}} і '
                                  'довів його до 4-го рівня, щоб отримати '
                                  'кращі слоти й доступ до підсилення '
                                  '«Обладунку Агатіса [Armor of Agathys]» '
                                  'вищим слотом, що завжди добра ідея для '
                                  'бійця.',
 'block-section-multiclassing-3': 'Очевидно, ви не можете робити це *під час* '
                                  'люті, але ніщо не заважає накласти '
                                  '«Обладунок Агатіса» перед входом у бій чи '
                                  'кинути якісь «Сріблясті шпильки» на когось '
                                  'перед тим, як увімкнути лють.',
 'block-section-multiclassing-4': 'Якщо ви не хочете йти цим шляхом, Воїн '
                                  'заради Бойового Стилю й «Сплеску дій» — '
                                  'завжди приємно й має чудове застосування, '
                                  'описане нижче.',
 'block-section-abilities-1': 'Як угорі, так і внизу.',
 'block-section-abilities-2/header/1': 'Базове значення',
 'block-section-abilities-2/header/2': 'Підвищене значення',
 'block-section-abilities-2/row/0/0': 'Сила',
 'block-section-abilities-2/row/1/0': 'Спритність',
 'block-section-abilities-2/row/2/0': 'Статура',
 'block-section-abilities-2/row/3/0': 'Інтелект',
 'block-section-abilities-2/row/4/0': 'Мудрість',
 'block-section-abilities-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Оскільки ми все одно застрягли в середніх '
                         'обладунках, чому б не літати? Крилатий '
                         'тифлінг{{Winged Tiefling}} також дає темний зір і '
                         'опір до дуже поширеного типу шкоди (що також буде '
                         'несподіваним інструментом, який допоможе нам '
                         'пізніше).',
 'block-section-background-1': 'Для збірки це не має значення, але подати '
                               '«Переслідуваного»{{Haunted One}} як оточеного '
                               'хаосом замість духів — доволі весело. Це також '
                               'дає нам додаткові гроші на оновлення до '
                               'нагрудника.\n'
                               '\n'
                               'Замініть навички на Непомітність і Виживання '
                               '(щоб ви могли ховатися в шафах від усіх, крім '
                               'Дреджа{{the Dredge}}), а одну мову замініть на '
                               'Інструменти злодія.',
 'block-section-skills-and-tools-1': 'Між навичками, які ми щойно взяли з '
                                     'передісторії, й Атлетикою та Уважністю '
                                     'від Варвара ми виходимо досить добрим '
                                     'запасним Розвідником.',
 'block-section-feats-1': '4-й рівень дає нам «Дробильника»{{Crusher}}, щоб '
                          'наша «Безрозсудна атака» мала пристойний шанс дати '
                          'Перевагу на кубику всій нашій команді.',
 'block-section-feats-2': '8-й рівень дає нам «Майстра важкої зброї».',
 'block-section-feats-3': '12-й рівень доводить Силу до максимуму.',
 'block-section-feats-4': '16-й рівень підвищує Статуру до 18.',
 'block-section-feats-5': '19-й рівень доводить Статуру до максимуму.',
 'block-section-feats-6': '20-й рівень також доводить до максимуму Силу й '
                          'Статуру.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси та уміння',
 'block-section-levels-1/header/2': 'Примітки й тактика',
 'block-section-levels-1/row/0/1': 'Захист без обладунків, Лють',
 'block-section-levels-1/row/0/2': 'Візьміть велику сокиру й ручні сокири, '
                                   'продайте велику сокиру й набір мисливця на '
                                   'монстрів із передісторії, купіть дворучний '
                                   'молот, кольчужну сорочку (або лускатий '
                                   'обладунок, якщо у вас є справжній '
                                   'Розвідник) і ще кілька ручних сокир. Чому '
                                   'ручні сокири? До цього ми дійдемо. Робіть '
                                   'речі Варвара до 3-го рівня.\n'
                                   '\n'
                                   'Одна весела тактика, яку ми можемо '
                                   'виконувати негайно, — химерна версія '
                                   'захоплення/штовхання. З нашим великим '
                                   'показником Атлетики (і Перевагою на кубику '
                                   'на перевірки Сили під час люті) ми маємо '
                                   'пристойний шанс почати захоплення. Якщо '
                                   'потім злетіти на 10 футів прямо вгору й '
                                   'відпустити захоплення, наша ціль упаде на '
                                   '10 футів, завдавши 1к6 шкоди й стану '
                                   'Повалений, що дозволяє іншим атакерам '
                                   'ближнього бою атакувати з Перевагою на '
                                   'кубику.\n'
                                   '\n'
                                   'Використовуйте це, якщо у вашій групі є '
                                   'кілька інших людей, що не користуються '
                                   'дальніми атаками, бо це, ймовірно, '
                                   'збільшить DPR групи загалом навіть з '
                                   'урахуванням того, що ви відмовляєтеся від '
                                   'своєї атаки.',
 'block-section-levels-1/row/1/2': '«Безрозсудна атака» рідко буває поганою '
                                   'ідеєю, а якщо нас більше турбує купа '
                                   'вхідних атак, ніж наші друзі, ми завжди '
                                   'можемо атакувати безрозсудно, а потім '
                                   'злетіти вгору просто за межі досягу, '
                                   'провокуючи Принагідну атаку, але не даючи '
                                   'ворогам шансу мультиатакувати нас.',
 'block-section-levels-1/row/2/1': 'Чуття магії, Дикий сплеск',
 'block-section-levels-1/row/2/2': '«Чуття магії» навряд чи матиме значення, '
                                   'але його приємно мати. «Дикий сплеск», з '
                                   'іншого боку, — це все, що відрізняє цей '
                                   'підклас. Зважаючи на те, що кілька '
                                   'здібностей згадують цілі в межах 30 футів '
                                   'від вас, найкраще опинитися посеред '
                                   'кількох ворогів, коли ви вмикаєте «Лють».\n'
                                   '\n'
                                   'Це буде стіна тексту, і я б перепросив, '
                                   'але саме заради цього ви, імовірно, тут. '
                                   'Поговорімо про кожен із можливих кидків.\n'
                                   '\n'
                                   '1: одноразове, найкраще працює, коли ви '
                                   'вже в бійці. Див. пораду з останнього '
                                   'абзацу.\n'
                                   '\n'
                                   '2: ніщо не заважає телепортуватися вгору, '
                                   'поки місце не зайняте. Для більшості речей '
                                   'це погана ідея, але не для крилатих '
                                   'тифлінгів. Використайте це, щоб '
                                   'застосувати «Безрозсудну атаку» й «бамф» у '
                                   'безпечне місце.\n'
                                   '\n'
                                   '3: не думаю, що мені треба казати вам '
                                   'цілитися в зграї, коли ви прикликаєте '
                                   'свого пінгвіна-піксі загибелі, але це '
                                   'стаття про оптимізацію, тож я все одно це '
                                   'скажу. Якщо можливо, скористайтеся '
                                   'примусовим переміщенням «Дробильника», щоб '
                                   'штовхнути додаткові цілі в зону дії '
                                   'ефекту, щойно візьмете його на 4-му '
                                   'рівні.\n'
                                   '\n'
                                   '4: це дає кілька цікавих речей, і саме про '
                                   'це я збираюся говорити найбільше. Зброя, '
                                   'що набуває властивості «Кидальна», '
                                   'дозволить вам робити веселі речі, як-от '
                                   '«Дробити» людей за десятки футів одне від '
                                   'одного з легкістю, навіть у польоті. Усе '
                                   'це добре, але те, що ця зброя ще й набуває '
                                   'властивості «Легка», означає, що тепер ви '
                                   'можете битися двома зброями: дворучним '
                                   'молотом і чимось іще. Наприклад, тими '
                                   'ручними сокирами, які ми купили на 1-му '
                                   'рівні.\n'
                                   '\n'
                                   'Властивість «Дворучна» вимагає, щоб ви '
                                   'використовували дві руки, щоб атакувати '
                                   'зброєю, але не лише щоб її тримати. '
                                   'Правила бою двома зброями кажуть, що одна '
                                   'чи обидві атаки можуть бути метальною '
                                   'зброєю, якщо вона має цю властивість. '
                                   'Жбурніть свій молот (двічі, коли минете '
                                   '5-й рівень), візьміть ручну сокиру як '
                                   'взаємодію за хід і метніть її.\n'
                                   '\n'
                                   'Або, якщо ви хочете скористатися '
                                   '«Безрозсудною атакою», усе одно змахніть '
                                   'молотом, візьміть ручну сокиру й атакуйте '
                                   'нею (будьте готові скинути її наприкінці '
                                   'ходу) і зберіть усе назад, коли бій '
                                   'закінчиться. Це прихований спосіб, яким '
                                   'цей запис таблиці перетворюється ще й на '
                                   'шкоду бонусною дією.\n'
                                   '\n'
                                   'Що це означає для нас? Це означає, що, '
                                   'серед іншого, якщо ви хотіли витратити '
                                   'рису, щоб узяти Бойовий Стиль (Бій двома '
                                   'зброями) замість «Майстра важкої зброї», '
                                   'ви могли б майже подвоїти свій додатковий '
                                   'DPR, користуючись цим варіантом. Ще легше: '
                                   'можна взяти рівень-два Воїна або до '
                                   'Варвара, щоб отримати обладунок '
                                   'безкоштовно, або на 7-му, щоб можна було '
                                   'скористатися «Сплеском дій» і атакувати '
                                   'навіть після використання «Підсилюючого '
                                   'дотику» на собі. Якщо ви вкладаєтеся в цю '
                                   'тактику, вам захочеться націлитися на '
                                   'отримання 4, коли пізніше зʼявляться '
                                   'варіанти на кшталт «Нестабільного відкату» '
                                   'й «Керованого хаосу».\n'
                                   '\n'
                                   '5: це ще більше стимулює «Безрозсудну '
                                   'атаку». Шукайте когось, хто дасть вам '
                                   'тимчасові ХП через заклинання «Героїзм '
                                   '[Heroism]», рису «Кухар» (попросіть у них '
                                   'вафлі) або рису «Надихаючий лідер», бо ми, '
                                   'здається, рекомендуємо одне з цього майже '
                                   'в кожному гайді. Або зробіть це самі з '
                                   '«Обладунком Агатіса», якщо займаєтеся '
                                   'мультикласуванням, як я пропонував вище.\n'
                                   '\n'
                                   '6: ура.\n'
                                   '\n'
                                   '7: це може перетворити вас на дуже '
                                   'потужного танка зі стримування території. '
                                   'Мабуть, не літайте, поки це робите, бо це '
                                   'сфера, якщо не сказано, що ні, а отже, ви '
                                   'отримаєте лише квадрат прямо під собою, '
                                   'якщо ви на 10 футів вище (хіба що ваш стіл '
                                   'вважає сфери кубами, бо в 5e немає '
                                   'поняття, що діагоналі довші).\n'
                                   '\n'
                                   '8: він націлюється на найгірший ряткидок, '
                                   'але додатковий ефект справді добрий. Якщо '
                                   'ви викинули це в бою лише з міцними '
                                   'цілями, імовірно, спробуйте перекинути, '
                                   'щойно отримаєте таку здатність.',
 'block-section-levels-1/row/3/1': 'Дробильник (Сила 17 → 18)',
 'block-section-levels-1/row/3/2': 'Тепер наша тактика вдарив-і-втік ще '
                                   'безпечніша. Вдарте когось, використайте '
                                   'останню атаку за хід (що матиме значення, '
                                   'починаючи з наступного рівня), щоб '
                                   'відсунути його «Дробильником» на 5 футів, '
                                   'що виводить багатьох за межі вашого '
                                   'досягу, а потім злетіть на 10 футів прямо '
                                   'вгору.\n'
                                   '\n'
                                   'Звісно, не робіть цього, якщо ви єдине, що '
                                   'стоїть між розлюченими мішками з ХП і '
                                   'вашим чарівником, але памʼятайте, що це '
                                   'те, що ви *можете* робити.',
 'block-section-levels-1/row/4/2': 'Згідно з цим [[1|твітом Кроуфорда]], бонус '
                                   'до руху застосовується і до нашої '
                                   'швидкості польоту. Зум-зум. Зім-зім? '
                                   'Ні-ні, це надто випадково.\n'
                                   '\n'
                                   'Оскільки тепер ми можемо атакувати двічі '
                                   'за хід, якщо ми завдамо критичного '
                                   'влучання першою атакою й захочемо полювати '
                                   'на крит по другій цілі, щоб застосувати '
                                   'дебаф «Дробильника», ми можемо просто '
                                   'перелетіти до неї посеред атаки. Ми все ще '
                                   'дозволяємо речам робити по нас Принагідну '
                                   'атаку, коли віддаляємося, але це зазвичай '
                                   'усе одно кращий варіант, як описано вище.',
 'block-section-levels-1/row/5/1': 'Підсилююча магія',
 'block-section-levels-1/row/5/2': 'Приємно, що ми отримуємо це тричі на день '
                                   'і наразі очікуємо щонайбільше три бої на '
                                   'день для більшості груп. Якщо в нашого '
                                   'цілителя якимось чином закінчилися слоти '
                                   'заклинань і йому потрібен слот назад для '
                                   '«Цілющого слова [Healing Word]», не '
                                   'вагайтеся. Це набагато важливіше, ніж бій '
                                   'із +к3 до атак.',
 'block-section-levels-1/row/6/1': 'Дикий інстинкт',
 'block-section-levels-1/row/6/2': 'Памʼятайте, що кожному, кого ми атакуємо й '
                                   'хто ще не діяв, доведеться використати '
                                   'свій клас броні в стані «застигнутого '
                                   'зненацька» — ні, стоп, не та редакція.',
 'block-section-levels-1/row/7/1': 'Майстер важкої зброї',
 'block-section-levels-1/row/7/2': 'Маючи Перевагу на кубику на вимогу й '
                                   'додатковий +к3 до влучання, ми можемо '
                                   'дозволити собі не триматися '
                                   'фундаментальної математики й узяти штраф '
                                   'до влучання заради великого збільшення '
                                   'шкоди.\n'
                                   '\n'
                                   'Полювання на крити чи розсікання дозволить '
                                   'нам використати бонусну дію, якщо у нас '
                                   'уже немає ввімкненої здібності, що дає нею '
                                   'щось робити, тож стежте за такими '
                                   'нагодами.',
 'block-section-levels-1/row/8/1': 'Брутальний крит',
 'block-section-levels-1/row/8/2': 'Менш весело з дворучним молотом, ніж з '
                                   'великою сокирою, але все ще безкоштовний '
                                   'DPR.',
 'block-section-levels-1/row/9/1': 'Нестабільний відкат',
 'block-section-levels-1/row/9/2': 'До цього рівня у вас, імовірно, [[1|більше '
                                   'грошей, ніж ви знаєте, що з ними робити]]. '
                                   'Зручно, що я знаю, що з ними робити.\n'
                                   '\n'
                                   'Ми стійкі до шкоди від вогню. «Алхімічний '
                                   'вогонь»{{Alchemist’s Fire}} коштує 50 зм. '
                                   'Тримайте з десяток при собі й на '
                                   'будь-якому ході, коли треба підтримати '
                                   'лють, але ви не можете атакувати, просто '
                                   'підпаліть себе. Ми стійкі, тож ніколи не '
                                   'отримаємо більше 2 шкоди за хід від нього, '
                                   'і це підтримуватиме лють.\n'
                                   '\n'
                                   'Тепер ця тактика була вам доступна '
                                   'відтоді, як у вас зʼявилися зайві гроші. '
                                   'Чому це важливо на цьому рівні? Бо це '
                                   'також може запустити «Нестабільний '
                                   'відкат», дозволяючи змінити ваш ефект (а '
                                   'отже, отримати ефект кидка) на 75 % ходів '
                                   'реакцією, на додачу до того, що ви все ще '
                                   'можете щось робити бонусною дією.\n'
                                   '\n'
                                   'Чому лише 75 % ходів? Бо опір таки '
                                   'перетворює шкоду на половину з округленням '
                                   'вниз. Якщо викинути 1, ви не отримаєте '
                                   'жодної шкоди. Просто щось, що слід '
                                   'памʼятати.',
 'block-section-levels-1/row/10/1': 'Невпинна лють',
 'block-section-levels-1/row/10/2': 'Станьте [[1|надто розлюченим, щоб '
                                    'померти]].',
 'block-section-levels-1/row/11/1': 'Покращення Характеристик: Сила 18 → 20',
 'block-section-levels-1/row/11/2': 'Давайте, [[1|бийте так, ніби ви це '
                                    'серйозно]]!',
 'block-section-levels-1/row/12/1': 'Покращення Брутального крита',
 'block-section-levels-1/row/14/1': 'Невпинна лють',
 'block-section-levels-1/row/14/2': 'Підпалювати себе — усе ще пристойна ідея, '
                                    'якщо вам подобається націлюватися на '
                                    'конкретний запис таблиці, як-от номер 4, '
                                    'або якщо ви просто хочете оптимізувати й '
                                    'свої реакції.',
 'block-section-levels-1/row/15/1': 'Покращення Характеристик: Статура 16 → 18',
 'block-section-levels-1/row/18/2': '–',
 'block-section-levels-1/row/15/2': '[[1|Здорвʼя]].',
 'block-section-levels-1/row/16/1': 'Покращення Брутального крита',
 'block-section-levels-1/row/17/1': 'Незламна міць',
 'block-section-levels-1/row/17/2': 'Найбезглуздіша версія «Надійного '
                                    'таланту», що робить вас надзвичайно '
                                    'стабільним у піднятті людей захопленням, '
                                    'щоб злетіти з ними в повітря й скинути їх '
                                    'із шкодою від падіння на термінальній '
                                    'швидкості.',
 'block-section-levels-1/row/19/1': 'Первісний чемпіон',
 'block-section-levels-1/row/19/2': 'Я став [[1|Беном Сволом]]. Зняти наш '
                                    'каптур-обладунок, щоб показати нашу '
                                    'остаточну форму, тепер оптимально, бо '
                                    '«Захист без обладунків» дає нам КБ 19, що '
                                    'вище, ніж ми отримуємо від середніх '
                                    'обладунків.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
