import refs

TITLE = 'Коло сновидінь — гайд підкласу Друїда (2014)'
TOPICS = 'Друїд, Коло сновидінь, підклас, приклад збірки'

HEADINGS = {'section-features': 'Уміння Кола сновидінь',
 'section-circle-of-dreams-ability-scores': 'Характеристики Кола сновидінь',
 'section-circle-of-dreams-races': 'Раси Кола сновидінь',
 'section-circle-of-dreams-feats': 'Риси Кола сновидінь',
 'section-circle-of-dreams-weapons': 'Зброя Кола сновидінь',
 'section-circle-of-dreams-armor': 'Обладунки Кола сновидінь',
 'section-circle-of-dreams-multiclassing': 'Мультикласування Кола сновидінь',
 'section-example-circle-of-dreams-druid-build-lucidity': 'Приклад збірки '
                                                          'Друїда Кола '
                                                          'сновидінь — '
                                                          '«Ясність»',
 'section-abilities': 'Характеристики',
 'section-level': 'Рівні'}

FRAGMENTS = {'block-section-introduction-1': 'Уміння друїда {{Кола сновидінь|Circle of '
                                 'Dreams}} зосереджені на підтримці групи та '
                                 'дуже гнучкому запасі лікування. Це дає нам '
                                 'змогу або поставити все на лікувальну магію, '
                                 'або бути гнучкішим наступальним заклиначем, '
                                 'у якого лікування завжди напохваті, — майже '
                                 'як друїдичні «Цілющі руки»{{Lay on Hands}}. '
                                 'Головне для Кола сновидінь — довготривала '
                                 'витривалість під час пригод. Якщо вашій '
                                 'групі стане в пригоді можливість час від '
                                 'часу втиснути ще один короткий відпочинок, '
                                 'це надійний і певний спосіб це зробити.',
 'block-section-introduction-2': 'Уміння друїда {{Кола сновидінь|Circle of '
                                 'Dreams}} таки підштовхують до ролі цілителя '
                                 'в групі, але кожен сновидець{{Dreamer}} сам '
                                 'добирає свій список заклинань і вирішує, '
                                 'скільки додаткового лікування принести понад '
                                 '«Бальзам літнього двору»{{Balm of the Summer '
                                 'Court}}. Можна поставити все на лікування, '
                                 'використавши решту чаротворства, щоб '
                                 'лікувати значно більше. А можна витрачати '
                                 'заклинання на шкоду й контроль, а «Бальзами» '
                                 'просто роздавати для точкового лікування '
                                 'союзників, що знепритомніли.',
 'block-section-circle-of-dreams-ability-scores-1': 'Жодне з умінь {{Кола '
                                                    'сновидінь|Circle of '
                                                    'Dreams}} не відрізняється '
                                                    'настільки, щоб ми '
                                                    'відступали від '
                                                    '[[1|розподілу '
                                                    'характеристик із Гайда '
                                                    'Друїда]].',
 'block-section-circle-of-dreams-ability-scores-2': 'Сила{{Str}}: вона нам не '
                                                    'потрібна; ми можемо '
                                                    'перетворюватися на '
                                                    'тварин, що мають Силу.',
 'block-section-circle-of-dreams-ability-scores-3': 'Спритність{{Dex}}: '
                                                    'підкачайте свій КБ.',
 'block-section-circle-of-dreams-ability-scores-4': 'Статура{{Con}}: більше ХП '
                                                    '— і не помирайте.',
 'block-section-circle-of-dreams-ability-scores-5': 'Інтелект{{Int}}: навички '
                                                    'на знання може взяти '
                                                    'хтось інший.',
 'block-section-circle-of-dreams-ability-scores-6': 'Мудрість{{Wis}}: СК '
                                                    'заклинань і важливий '
                                                    'ряткидок.',
 'block-section-circle-of-dreams-ability-scores-7': 'Харизма{{Cha}}: '
                                                    'розмовляти з людьми може '
                                                    'хтось інший.',
 'block-section-circle-of-dreams-ability-scores-8/header/1': 'Купівля '
                                                             'характеристик',
 'block-section-circle-of-dreams-ability-scores-8/header/2': 'Стандартний '
                                                             'набір',
 'block-section-circle-of-dreams-ability-scores-8/row/0/0': 'Сила',
 'block-section-circle-of-dreams-ability-scores-8/row/1/0': 'Спритність',
 'block-section-circle-of-dreams-ability-scores-8/row/2/0': 'Статура',
 'block-section-circle-of-dreams-ability-scores-8/row/3/0': 'Інтелект',
 'block-section-circle-of-dreams-ability-scores-8/row/4/0': 'Мудрість',
 'block-section-circle-of-dreams-ability-scores-8/row/5/0': 'Харизма',
 'block-section-circle-of-dreams-races-1': 'Оскільки {{Коло сновидінь|Circle '
                                           'of Dreams}} не надто змінює те, що '
                                           'друїд уже вміє, оцінки з '
                                           '[[1|розбору рас Друїда]] досі '
                                           'чинні.',
 'block-section-circle-of-dreams-feats-1': 'Здебільшого можна покластися на '
                                           '[[1|Гайд Друїда]].',
 'block-section-circle-of-dreams-feats-2/item/0': 'Кухар{{Chef}}: оскільки під '
                                                  'час коротких відпочинків ми '
                                                  'можемо почуватися особливо '
                                                  'безпечно, ми можемо '
                                                  'розтягнути лікування '
                                                  'кубиками здоровʼя за день, '
                                                  'готуючи їжу.',
 'block-section-circle-of-dreams-feats-2/item/1': 'Надихаючий лідер{{Inspiring '
                                                  'Leader}}: якщо в нас '
                                                  'вистачає Харизми, ми можемо '
                                                  'скористатися нашими приємно '
                                                  'безпечними короткими '
                                                  'відпочинками, щоб робити це '
                                                  'частіше. Мати достатньо '
                                                  'Харизми для вимоги '
                                                  'незвично, але гадаю, якщо '
                                                  'ви кидали кубики на '
                                                  'характеристики, таке '
                                                  'можливо. На високих рівнях '
                                                  'тимчасові ХП мають значення '
                                                  'навіть без доброї Харизми.',
 'block-section-circle-of-dreams-weapons-1': 'Просто користуйтеся '
                                             'замовляннями. Або перетворіться '
                                             'на ведмедя чи щось таке.',
 'block-section-circle-of-dreams-armor-1': 'Беріть найкращий середній '
                                           'обладунок і щит, які ви можете '
                                           'носити. Ознайомтеся з [[1|нашими '
                                           'міркуваннями про друїдів і '
                                           'металеві обладунки]].',
 'block-section-circle-of-dreams-multiclassing-1/item/0': '{{Клірик Домену '
                                                          'життя|Life '
                                                          'Cleric}}: якщо вам '
                                                          'хочеться ще більше '
                                                          'лікування поверх '
                                                          'лікування поверх '
                                                          'лікування, можна '
                                                          'покласти лікування '
                                                          'у ваше лікування, '
                                                          'щоб ви лікували, '
                                                          'коли лікуєте.',
 'block-section-example-circle-of-dreams-druid-build-lucidity-1': 'Наша збірка '
                                                                  'для {{Кола '
                                                                  'сновидінь|Circle '
                                                                  'of Dreams}} '
                                                                  'робить те '
                                                                  'мало, що '
                                                                  'може, щоб '
                                                                  'підкреслити '
                                                                  'уміння '
                                                                  'підкласу. '
                                                                  'Насправді '
                                                                  'майже немає '
                                                                  'способів '
                                                                  'спеціально '
                                                                  'оптимізуватися '
                                                                  'під ці '
                                                                  'уміння, які '
                                                                  'б не '
                                                                  'збігалися з '
                                                                  'тим, що має '
                                                                  'робити '
                                                                  'кожен '
                                                                  'друїд. Це '
                                                                  'не добре й '
                                                                  'не погано — '
                                                                  'це просто '
                                                                  'означає, що '
                                                                  'уміння '
                                                                  'працюють як '
                                                                  'є й не '
                                                                  'потребують '
                                                                  'нічого '
                                                                  'додаткового, '
                                                                  'щоб діяти '
                                                                  'краще.',
 'block-section-abilities-1': 'Беремо типовий для друїдів розподіл: 15 у '
                              'Статурі й Мудрості та 14 у Спритності. Середні '
                              'обладунки обмежують Спритність на 14, тож '
                              'більше нам не потрібно. Решту 2 очки можна '
                              'вкласти туди, де ви хочете 10 замість 8. Від '
                              'нашої раси отримуємо збільшення +1/+2, щоб '
                              'дійти до Статури 16 і Мудрості 17.',
 'block-section-abilities-2/header/1': 'Базове значення',
 'block-section-abilities-2/header/2': 'Підвищене значення',
 'block-section-abilities-2/header/3': '20-й рівень',
 'block-section-abilities-2/row/0/0': 'Сила',
 'block-section-abilities-2/row/1/0': 'Спритність',
 'block-section-abilities-2/row/2/0': 'Статура',
 'block-section-abilities-2/row/3/0': 'Інтелект',
 'block-section-abilities-2/row/4/0': 'Мудрість',
 'block-section-abilities-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Для раси беремо Ґітцерай{{Githzerai}}, бо '
                         'Лімб{{Limbo}} якось схожий на сон. Але ще й тому, що '
                         'вона дає нам заклинання Щит [Shield].',
 'block-section-background-1': 'Беремо Далекий мандрівник{{Far Traveler}} '
                               'заради Аналізу Поведінки й Уважності. А ще це '
                               'логічно: ми далеко мандрували від '
                               'Лімбу{{Limbo}}.',
 'block-section-skills-and-tools-1': 'Від Друїда беремо Природу й Виживання. '
                                     'Від Далекого мандрівника отримуємо '
                                     'Аналіз Поведінки й Уважність.',
 'block-section-feats-1': 'На 4-му рівні беремо «Кухаря»{{Chef}} і вкладаємо '
                          '+1 в Мудрість.',
 'block-section-feats-2': 'На 8-му рівні беремо Покращення Характеристик на +2 '
                          'до Мудрості.',
 'block-section-feats-3': 'На 12-му рівні беремо «Стійкого»{{Resilient}}, щоб '
                          'підсилити наші ряткидки Статури.',
 'block-section-feats-4': 'На 16-му рівні беремо «Експерта у навичках»{{Skill '
                          'Expert}}, щоб округлити наше непарне значення '
                          'Статури.',
 'block-section-feats-5': 'На 19-му рівні беремо ще одне Покращення '
                          'Характеристик на +2 до Статури.',
 'block-section-level-1/header/0': 'Рівні',
 'block-section-level-1/header/1': 'Риси та уміння',
 'block-section-level-1/header/2': 'Примітки й тактика',
 'block-section-level-1/row/0/1': 'Чаротворство\n'
                                  'Замовляння:\n'
                                  '– Створення вогню\n'
                                  '– Терновий батіг\n'
                                  'Заклинання 1-го рівня:\n'
                                  '– Поглинання стихій\n'
                                  '– Цілюще слово\n'
                                  '– Вогники фей\n'
                                  '– Громова хвиля',
 'block-section-level-1/row/1/1': 'Дика форма\n'
                                  'Коло сновидінь\n'
                                  'Бальзам літнього двору',
 'block-section-level-1/row/2/1': 'Заклинання 2-го рівня:\n'
                                  '– Покращення здібності\n'
                                  '– Переміщення без сліду\n'
                                  '– Проростання шипів',
 'block-section-level-1/row/3/1': 'Риса: Кухар (Мудрість 16 → 18)\n'
                                  'Покращення Дикої форми',
 'block-section-level-1/row/4/1': 'Заклинання 3-го рівня:\n'
                                  '– Аура живучості\n'
                                  '– Розвіювання магії\n'
                                  '– Відродження',
 'block-section-level-1/row/5/1': 'Вогнище місяця й тіні',
 'block-section-level-1/row/6/1': 'Заклинання 4-го рівня:\n'
                                  '– [[1|Перевтілення]]\n'
                                  '– Стіна вогню',
 'block-section-level-1/row/7/1': 'Покращення Характеристик: Мудрість 18 → 20\n'
                                  'Покращення Дикої форми',
 'block-section-level-1/row/8/1': 'Заклинання 5-го рівня:\n'
                                  '– Більше відновлення\n'
                                  '– Реінкарнація',
 'block-section-level-1/row/9/1': 'Приховані стежки',
 'block-section-level-1/row/10/1': 'Заклинання 6-го рівня:\n'
                                   '– Зцілення\n'
                                   '– Вбрання вітру',
 'block-section-level-1/row/11/1': 'Риса: Стійкий (Статура 16 → 17)',
 'block-section-level-1/row/12/1': 'Заклинання 7-го рівня:\n'
                                   '– Планарний перехід\n'
                                   '– Регенерація',
 'block-section-level-1/row/13/1': 'Мандрівник снів',
 'block-section-level-1/row/14/1': 'Заклинання 8-го рівня:\n'
                                   '– Слабоумство\n'
                                   '– Запальна хмара',
 'block-section-level-1/row/15/1': 'Риса: Експерт у навичках\n'
                                   '– Статура 17 → 18\n'
                                   '– Навичка: Непомітність\n'
                                   '– Експертиза: Уважність',
 'block-section-level-1/row/16/1': 'Заклинання 9-го рівня:\n– Передбачення',
 'block-section-level-1/row/17/1': 'Заклинання звіра\nТіло поза часом',
 'block-section-level-1/row/18/1': 'Покращення Характеристик: Статура 18 → 20',
 'block-section-level-1/row/19/1': 'Архі-друїд',
 'block-section-level-1/row/0/2': 'Тримайтеся задньої лінії й воюйте за '
                                  'допомогою Створення вогню [Produce Flame], '
                                  'використовуючи заклинання для підтримки '
                                  'групи.',
 'block-section-level-1/row/1/2': 'Дика форма{{Wild Shape}} приємна й корисна '
                                  'як утиліта. «Бальзам літнього двору»{{Balm '
                                  'of the Summer Court}} варто сприймати так, '
                                  'ніби ви можете накладати Цілюще слово '
                                  '[healing word] стільки разів на день, '
                                  'скільки у вас рівнів друїда. Користуйтеся '
                                  'ним у тих самих ситуаціях: союзник без '
                                  'свідомості в бою, і вам треба повернути '
                                  'його до тями, щоб він міг зробити '
                                  'повноцінний хід.',
 'block-section-level-1/row/2/2': 'Покращення здібності [Enhance Ability] '
                                  'корисне для перевірок навичок під час '
                                  'дослідження. Переміщення без сліду [Pass '
                                  'without Trace] — це, по суті, шахрайство з '
                                  'перевірками Непомітності. Проростання шипів '
                                  '[Spike Growth] — чудовий варіант контролю '
                                  'області.',
 'block-section-level-1/row/3/2': 'Закуски з тимчасовими ХП приємні, щоб '
                                  'підсилити нашу роль сапорта, але насправді '
                                  'ми тут, щоб додати трохи більше лікування '
                                  'кожному короткому відпочинку. Через кілька '
                                  'рівнів нам стане дуже легко сісти й '
                                  'відпочити навіть у дещо небезпечних місцях.',
 'block-section-level-1/row/4/2': 'З Аурою живучості [Aura of Vitality] та '
                                  '«Бальзамом» нам лишається лише подбати, щоб '
                                  'наприкінці бою всі були живі, — і всіх буде '
                                  'вилікувано. Відродження [Revivify] — наша '
                                  'страховка, щоб ми могли це забезпечити.',
 'block-section-level-1/row/5/2': 'Це уміння дає всій групі бонус до '
                                  'непомітності під час відпочинку, полегшуючи '
                                  'відпочинок там, де інакше це було б '
                                  'складно. Проте воно не робить вас '
                                  'невидимими, тож усе одно будьте обережні.',
 'block-section-level-1/row/6/2': 'Через те, як працює Перевтілення '
                                  '[Polymorph], перетворення когось на '
                                  'тиранозавра{{T-rex}} чи Гігантську '
                                  'мавпу{{Giant Ape}} — це як заклинання '
                                  'Зцілення [Heal]. Стіна вогню [Wall of Fire] '
                                  '— просто добра шкода й контроль в одному.',
 'block-section-level-1/row/7/2': 'Більше Мудрості — вищі СК.',
 'block-section-level-1/row/8/2': 'Більше відновлення [Greater Restoration] — '
                                  'ще одне корисне заклинання, якщо ви '
                                  'виконуєте роль медичного спеціаліста '
                                  'команди. Реінкарнація [Reincarnate] — як '
                                  'Оживлення мерців [Raise Dead], тільки по '
                                  'той бік ви [[1|граєте в рулетку з тим, якою '
                                  'расою повернетеся]]. Вона вам не потрібна '
                                  'щодня, але приємно, що тепер це можливо.',
 'block-section-level-1/row/9/2': 'Пʼять телепортацій бонусною дією щодня — це '
                                  'добре. Те, що за допомогою цього можна '
                                  'телепортувати союзника, який погоджується, '
                                  '— чудово. Серед іншого, це чудовий спосіб '
                                  'витягти союзників із захоплення.',
 'block-section-level-1/row/10/2': 'Зцілення [Heal]. Для лікування. Вбрання '
                                   'вітру [Investiture of Wind] — це вбрання '
                                   'літання навколо й неотримання ударів. '
                                   'Добрий захист для цілителя.',
 'block-section-level-1/row/11/2': 'Ми хочемо підсилити свої ряткидки '
                                   'Концентрації, тож беремо '
                                   '«Стійкого»{{Resilient}}, щоб отримати '
                                   'Володіння.',
 'block-section-level-1/row/12/2': 'Планарний перехід [Plane Shift] — важливий '
                                   'інструмент подорожей для авантюристів '
                                   'високих рівнів. Не готуйте Регенерація '
                                   '[Regenerate] щодня, просто памʼятайте про '
                                   'нього на випадок, коли наступного дня '
                                   'знадобиться повернути комусь ногу на '
                                   'місце.',
 'block-section-level-1/row/13/2': 'Раз на день після короткого відпочинку '
                                   'можна безкоштовно накласти деякі '
                                   'заклинання. Усі вони якось корисні, але '
                                   'особлива версія Кола телепортації '
                                   '[Teleportation Circle] справді приємна. '
                                   'Завдяки їй, відпочивши годину, ми можемо '
                                   'відкрити портал туди, де востаннє робили '
                                   'довгий відпочинок. Зазвичай це буде '
                                   'щонайбільше невелика зручність, але час '
                                   'від часу нам доведеться щось дістати, і '
                                   'найбільша перешкода — вийти разом із цією '
                                   'річчю.',
 'block-section-level-1/row/14/2': 'Слабоумство [Feeblemind] вимикає ворожих '
                                   'заклиначів, яких на цих рівнях, імовірно, '
                                   'чимало. Запальна хмара [Incendiary Cloud] '
                                   'просто спалює всіх, за умови, що ви можете '
                                   'тримати область дії на них. Це вогняна '
                                   'куля, що котиться, та ще й із тривалістю.',
 'block-section-level-1/row/15/2': 'У нас непарне значення Статури, тож беремо '
                                   '«Експерта у навичках»{{Skill Expert}}, щоб '
                                   'його округлити. Ми здобуваємо володіння '
                                   'Непомітністю та «Експертизу»{{Expertise}} '
                                   'в Уважності.',
 'block-section-level-1/row/16/2': 'Накладайте це заклинання щоранку, щоб мати '
                                   'постійне Ухилення. Ще й перевагу на все.',
 'block-section-level-1/row/17/2': 'Накладайте заклинання в Дикій формі{{Wild '
                                   'Shape}}. Класно.',
 'block-section-level-1/row/18/2': 'Більше ХП. Кращі ряткидки Статури.',
 'block-section-level-1/row/19/2': 'Нескінченні Дикі форми{{Wild Shape}} задля '
                                   'нескінченних ХП.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
