import refs

TITLE = 'Потойбічний лицар — гайд підкласу Воїна (2014)'
TOPICS = 'Воїн, Потойбічний лицар, підклас, приклад білда'

HEADINGS = {'section-features': 'Уміння Потойбічного лицаря',
 'section-eldritch-knight-ability-scores': 'Характеристики Потойбічного лицаря',
 'section-eldritch-knight-races': 'Раси Потойбічного лицаря',
 'section-eldritch-knight-feats': 'Риси Потойбічного лицаря',
 'section-eldritch-knight-weapons': 'Зброя Потойбічного лицаря',
 'section-eldritch-knight-armor': 'Обладунки Потойбічного лицаря',
 'section-example-build-a-good-scottish-name': 'Приклад збірки — Гарне '
                                               'шотландське імʼя',
 'section-abilities': 'Характеристики'}

FRAGMENTS = {'block-section-introduction-1': 'Як я описував у [[1|гайді про Співця '
                                 'клинка]], це підклас для Воїнів, які хочуть '
                                 'кидати заклинання. Вибір заклинань '
                                 'обмежений, але лише двома школами, що чудово '
                                 'повʼязані з тим, що намагається робити Воїн. '
                                 'З можливістю брати по одному заклинанню за '
                                 'рівень поза обмеженнями та з огляду на те, '
                                 'що вміння класу не підлаштовані під якийсь '
                                 'один стиль гри, ви отримуєте підклас, що '
                                 'приносить Воїну напрочуд багато корисності, '
                                 'а також збільшує шкоду на пристойну '
                                 'величину.',
 'block-section-introduction-2': 'Оптимізація Потойбічного лицаря охоплює '
                                 'чимало речей. Вибір заклинань критичний, '
                                 'особливо якщо ви плануєте використовувати '
                                 'наступальну магію, окрім ближніх замовлянь. '
                                 '«Містичний удар»{{Eldritch Strike}} — чудове '
                                 'вміння, але воно зʼявляється лише на 10-му '
                                 'рівні. До цього ви мучитиметеся, '
                                 'намагаючись, щоб опорні заклинання типу '
                                 '«пройди-ряткидок-або-страждай»{{save-or-suck}} '
                                 'діяли на цілях, тож найкраще думати про цей '
                                 'підклас як про спосіб зміцнити можливості '
                                 'Воїна магічними здатностями, до яких не має '
                                 'доступу жоден інший підклас.',
 'block-section-introduction-3': 'Обовʼязково дивіться наш [[1|огляд списку '
                                 'заклинань Воїна]].',
 'block-section-introduction-4': 'Ця стаття — для правил 2014 року. Для правил '
                                 '2024 дивіться наш [[1|гайд підкласу '
                                 'Воїна-Потойбічного лицаря D&D 2024]].',
 'block-section-features-1/item/0': 'Чаротворство містичного '
                                    'лицаря{{Spellcasting (Eldritch Knight)}}: '
                                    'чаротворство — те, що визначає '
                                    'Потойбічного лицаря. Ви майже повністю '
                                    'обмежені заклинаннями Захисту й Втілення, '
                                    'але вони пропонують багато варіантів, що '
                                    'працюють для Воїна. Обовʼязково візьміть '
                                    'наступальне замовляння на кшталт '
                                    '«Гримучого Клинка [Booming Blade]», яке '
                                    'можна використовувати разом з атаками '
                                    'зброєю завдяки «Бойовій магії»{{War '
                                    'Magic}}.\n'
                                    '\n'
                                    'Ви отримаєте лише по одному заклинанню '
                                    'кожного рівня, не обмеженому '
                                    'Захистом/Втіленням, тож будьте *дуже* '
                                    'обережні, вибираючи їх. Допомогу з '
                                    'вибором заклинань дивіться в нашому '
                                    '[[1|огляді списку заклинань Воїна]].',
 'block-section-features-1/item/1': '{{Звʼязок зі зброєю|Weapon Bond}}: дуже '
                                    'круто, але рідко має механічний вплив, '
                                    'якщо ви не плануєте кидати зброю або не '
                                    'хочете виглядати беззбройним. Накладання '
                                    'заклинань на кшталт «Світла [Light]» чи '
                                    '«Темряви [Darkness]» на вашу звʼязану '
                                    'зброю перед киданням означає, що ви '
                                    'можете розмістити ефект заклинання на '
                                    'більшій відстані й повернути зброю, щоб '
                                    'кинути її знову.\n'
                                    '\n'
                                    'Але ця комбінація і працеємніша, і менш '
                                    'ефективна за більшість методів '
                                    'зловживання магічною темрявою. Можна '
                                    'провернути дивні витівки, як-от звʼязати '
                                    'зброю надлишкових розмірів чи навіть '
                                    'облогову, щоб вільно телепортувати до '
                                    'себе величезний обʼєкт, але будьте '
                                    'обережні щодо того, скільки ваш Майстер '
                                    'стерпить, перш ніж ваш звʼязаний требушет '
                                    'зʼявиться над вашою головою.',
 'block-section-features-1/item/2': 'Бойова магія{{War Magic}}: з додаванням '
                                    'нових замовлянь у «Путівнику по Узбережжю '
                                    'Мечів» «Бойова магія» краща, ніж '
                                    'будь-коли. Використання «Гримучого Клинка '
                                    '[Booming Blade]» чи «Клинка Зеленого '
                                    'Полумʼя [Green-Flame Blade]» разом з '
                                    'атакою бонусною дією від «Бойової магії» '
                                    'завдає більше загальної шкоди, ніж воїн '
                                    'зі звичайними атаками на будь-якому рівні '
                                    '(за умови, що ви можете спровокувати '
                                    'вторинну шкоду від будь-якого із '
                                    'замовлянь), і пропонує тактичні варіанти, '
                                    'які просто не відтворити, махаючи '
                                    'зброєю.\n'
                                    '\n'
                                    'Дивіться нашу статтю про [[1|ближні '
                                    'замовляння проти Додаткової атаки]], де '
                                    'розібрано математику порівняння ближніх '
                                    'замовлянь зі звичайними атаками бійців.',
 'block-section-features-1/item/3': 'Містичний удар{{Eldritch Strike}}: '
                                    'оскільки ваш Інтелект не буде таким '
                                    'високим, як у справжнього Чарівника, '
                                    'Складності ряткидків можуть бути '
                                    'серйозною проблемою. Накладання Перешкоди '
                                    'на кубику зробить ваші заклинання значно '
                                    'ефективнішими. Це відкриває цікаві '
                                    'комбінації, як-от вдарити купу сусідніх '
                                    'ворогів, а на наступному ході вдарити їх '
                                    '«Спалахом Мечів [Sword Burst]», або '
                                    'обстріляти купу ворогів з лука, а потім '
                                    'наступного ходу накрити їх «Вогнекулею '
                                    '[Fireball]».\n'
                                    '\n'
                                    'Якщо ви стикаєтеся з одиночними цілями, '
                                    'можна влучати по них щораунду «Дзвоном '
                                    'небіжчика [Toll the Dead]» і атакою '
                                    'зброєю завдяки «Бойовій магії». Шукайте '
                                    'можливості це застосувати, але '
                                    'памʼятайте, що «Бойова магія» все ще ваша '
                                    'визначальна тактика.',
 'block-section-features-1/item/4': 'Арканний кидок{{Arcane Charge}}: це '
                                    'стільки ж пересування, скільки дає Ривок, '
                                    'тож у поєднанні зі «Сплеском дій» ви '
                                    'можете зробити майже стільки, скільки за '
                                    'цілий додатковий хід (другої бонусної дії '
                                    'ви все одно не отримаєте).',
 'block-section-features-1/item/5': 'Покращена бойова магія{{Improved War '
                                    'Magic}}: накиньте величезне заклинання, а '
                                    'потім заколіть чи застрельте когось. '
                                    'Наступного ходу скористайтеся «Містичним '
                                    'ударом», щоб накласти Перешкоду на кубику '
                                    'й вразити ціль ще одним заклинанням.',
 'block-section-eldritch-knight-ability-scores-1': 'Сила: імовірно, ваша '
                                                   'основна характеристика '
                                                   'атаки.',
 'block-section-eldritch-knight-ability-scores-2': 'Спритність: нам слід '
                                                   'носити важкі обладунки, '
                                                   'якщо ви не вирішите '
                                                   'користуватися фінесною '
                                                   'зброєю.',
 'block-section-eldritch-knight-ability-scores-3': 'Статура: ви, імовірно, не '
                                                   'лише персонаж першої '
                                                   'лінії, а й мусите робити '
                                                   'ряткидки Концентрації.',
 'block-section-eldritch-knight-ability-scores-4': 'Інтелект: важливо, щоб він '
                                                   'був принаймні 14, але на '
                                                   'цьому можна зупинитися, як '
                                                   'описано вище. Математично '
                                                   'цілі матимуть таку саму '
                                                   'частку успіху проти ваших '
                                                   'ряткидків з Інтелектом 14 '
                                                   'і Перешкодою від '
                                                   '«Містичного удару», як '
                                                   'проти когось із '
                                                   'максимальною '
                                                   'характеристикою заклинань.',
 'block-section-eldritch-knight-ability-scores-5': 'Мудрість: найчастіше '
                                                   'застосовуваний ментальний '
                                                   'ряткидок. Давайте їй те, '
                                                   'що лишилося.',
 'block-section-eldritch-knight-ability-scores-6': 'Харизма: скидаємо.',
 'block-section-eldritch-knight-ability-scores-7/header/1': '**Купівля '
                                                            'характеристик**',
 'block-section-eldritch-knight-ability-scores-7/header/2': '**Стандартний '
                                                            'набір**',
 'block-section-eldritch-knight-ability-scores-7/row/0/0': 'Сила',
 'block-section-eldritch-knight-ability-scores-7/row/1/0': 'Спритність',
 'block-section-eldritch-knight-ability-scores-7/row/2/0': 'Статура',
 'block-section-eldritch-knight-ability-scores-7/row/3/0': 'Інтелект',
 'block-section-eldritch-knight-ability-scores-7/row/4/0': 'Мудрість',
 'block-section-eldritch-knight-ability-scores-7/row/5/0': 'Харизма',
 'block-section-eldritch-knight-races-1': '«Бойова магія» оцінить додаткове '
                                          'замовляння від Високого ельфа, але '
                                          'двох замовлянь Воїну, мабуть, '
                                          'достатньо. З огляду на це і на те, '
                                          'що «Містичний удар» зʼявляється '
                                          'лише на 10-му рівні, нічим не '
                                          'відрізняється від інших Воїнів.',
 'block-section-eldritch-knight-feats-1': 'Очевидна пропозиція тут — «Бойовий '
                                          'заклинатель»{{War Caster}}, бо '
                                          'накладання «Гримучого Клинка '
                                          '[Booming Blade]», коли щось '
                                          'намагається піти від вас, — '
                                          'неймовірно ефективна техніка для '
                                          'танка.',
 'block-section-eldritch-knight-feats-2': '«Дробильник»{{Crusher}} добре '
                                          'синергує з «Гримучим Клинком» '
                                          '(вдарити ціль і відштовхнути її на '
                                          '5 футів, щоб вона мусила рухатися, '
                                          'аби повернутися в ближній бій), але '
                                          'атака бонусною дією від «Бойової '
                                          'магії» відбувається після цього, '
                                          'тож ефект переміщення треба '
                                          'застосовувати на атаці бонусною '
                                          'дією, а не на атаці «Гримучого '
                                          'Клинка».',
 'block-section-eldritch-knight-feats-3': 'Зауважте, що ці риси '
                                          'антисинергічні. Якщо ви '
                                          'відштовхнете щось із вашого '
                                          'безпечного бублика, воно може '
                                          'зірвати «Гримучий Клинок» і просто '
                                          'обійти вас, тож Принагідна атака не '
                                          'спрацює.',
 'block-section-eldritch-knight-weapons-1': 'Оскільки «Гримучий Клинок» буде '
                                            'нашим основним бойовим варіантом, '
                                            'використання зброї з досяжністю — '
                                            'нежиттєздатна тактика. Тож нам '
                                            'здебільшого просто потрібна '
                                            'зброя, що дозволить бити '
                                            'найсильніше. Якщо хочете '
                                            'додаткового захисту щита, довгі '
                                            'мечі з «Дуеллю» — золотий '
                                            'стандарт однорукої зброї й '
                                            'працюють з «Рубакою»{{Slasher}}, '
                                            'тож ворогам буде ще важче '
                                            'відходити від вас.',
 'block-section-eldritch-knight-weapons-2': 'Інакше Бойовий Стиль «Бій великою '
                                            'зброєю» дозволяє перекидати й '
                                            'початкову шкоду громом від '
                                            '«Гримучого Клинка», роблячи його '
                                            'гарною комбінацією з Дворучним '
                                            'мечем.',
 'block-section-eldritch-knight-armor-1': 'Нічим не відрізняється від '
                                          'будь-якого іншого Воїна. Якщо ви на '
                                          'Силі, виходьте в Лускатому '
                                          'обладунку, купуйте Лати, коли '
                                          'зможете. Інакше вічно носіть '
                                          'Проклепаний шкіряний обладунок.',
 'block-section-multiclassing-2': 'Не думаю, що колись грав би чистим '
                                  'Потойбічним лицарем. Я б довів його до '
                                  '10-го рівня заради «Містичного удару», а '
                                  'потім узяв Чарівника до 10-го з підкласом '
                                  '[[1|«Бойова магія»]], щоб вершиною була '
                                  '«Стійка магія»{{Durable Magic}}. Чи це '
                                  'загалом оптимізований персонаж? Ні.\n'
                                  '\n'
                                  'Але це відчувається доволі добре, '
                                  'зберігаючи смак Потойбічного лицаря, і, '
                                  'мабуть, ефективніше за останні 10 рівнів '
                                  'Потойбічного лицаря. Якщо хочете більше '
                                  'рівнів воїна, рівні 11 («Додаткова '
                                  'додаткова атака»), 12 (покращення '
                                  'характеристик), 17 («Сплеск дій» ×2) і 18 '
                                  '(«Покращена бойова магія») — чудові точки, '
                                  'щоб зупинитися й мультикласувати.',
 'block-section-multiclassing-3': 'Якщо вам більше до вподоби Спритність, '
                                  '[[1|Співець клинка]] також добре працює. З '
                                  'однією зброєю можна отримати той самий DPR, '
                                  'що й при бою двома зброями, бо можна '
                                  'користуватися версією «Додаткової атаки» '
                                  'Співця клинка і поєднувати її з «Бойовою '
                                  'магією» (вмінням, а не підкласом), щоб '
                                  'отримати дві атаки й замовляння за хід, '
                                  'лишивши руку вільною для щита.\n'
                                  '\n'
                                  'Це потребує воїнів на Спритності, бо «Пісня '
                                  'клинка» працює лише в легких обладунках без '
                                  'щита. Я б, імовірно, робив це як '
                                  'Потойбічний лицар 7/Співець клинка X.',
 'block-section-multiclassing-4': 'Якщо жоден із варіантів Чарівника вам не '
                                  'підходить, 3 рівні Винахідника — або '
                                  '[[1|Бойового коваля]], або [[2|Зброяра]] — '
                                  'дозволять не перейматися Силою, '
                                  'використовуючи Інтелект для атак, а отже, '
                                  'ваші заклинання теж матимуть значно більше '
                                  'шансів спрацювати.\n'
                                  '\n'
                                  'Але будь-який із цих варіантів просто '
                                  'змусить вас почуватися більше Винахідником, '
                                  'ніж Потойбічним лицарем, тож це знову '
                                  'випадок оптимізації проти ідентичності '
                                  'персонажа.',
 'block-section-example-build-a-good-scottish-name-1': '*Гей, це свого роду '
                                                       'магія!*',
 'block-section-example-build-a-good-scottish-name-2': '— Коннор Маклауд',
 'block-section-example-build-a-good-scottish-name-3': 'Використання широкого '
                                                       'меча та шкоди громом '
                                                       'дасть непоганий DPR '
                                                       'завдяки згаданій вище '
                                                       'комбінації. Без '
                                                       'захисту щита вам '
                                                       'лишається сподіватися, '
                                                       'що ви зможете '
                                                       'повернутися після '
                                                       'першої смерті (а '
                                                       'можливо, й інших), як '
                                                       'потрібно. На щастя, '
                                                       'D&D дає магію, щоб це '
                                                       'зробити.',
 'block-section-abilities-1': 'Як обговорювалося вище.',
 'block-section-abilities-2/header/1': '**Базове значення**',
 'block-section-abilities-2/header/2': '**Підвищене значення**',
 'block-section-abilities-2/row/0/0': 'Сила',
 'block-section-abilities-2/row/1/0': 'Спритність',
 'block-section-abilities-2/row/2/0': 'Статура',
 'block-section-abilities-2/row/3/0': 'Інтелект',
 'block-section-abilities-2/row/4/0': 'Мудрість',
 'block-section-abilities-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Своя раса{{Custom Lineage}}. Ми народилися від '
                         'людських батьків, навіть якщо станемо чимось значно '
                         'більшим. Важливо, що нам потрібно кілька рис швидко.',
 'block-section-background-1': 'Ми безперечно народний герой, але більше з '
                               'категорії «веде атаку у війні кланів», ніж '
                               'тим, що дало б Поводження з тваринами й '
                               'Виживання. Замінимо їх навичками, що добре '
                               'використовують наш високий Інтелект, а саме '
                               'Магією та Розслідуванням.',
 'block-section-skills-and-tools-1': 'Беремо Атлетику й Історію від Воїна, '
                                     'додаючи до цього Магію, Розслідування, '
                                     'наземний транспорт та інструменти '
                                     'тесляра з передісторії.',
 'block-section-feats-1': 'На 1-му рівні виходимо з «Рубакою»{{Slasher}}.',
 'block-section-feats-2': '4-й рівень дає «Бойового заклинателя»{{War Caster}}',
 'block-section-feats-3': '6-й рівень дає «Доторк феї»{{Fey Touched}}',
 'block-section-feats-4': '8-й рівень максимізує Силу',
 'block-section-feats-5': '12-й рівень дає «Кухаря»{{Chef}}',
 'block-section-feats-6': '14-й рівень дає «Ритуального заклинателя»{{Ritual '
                          'Caster}}',
 'block-section-feats-7': '16-й рівень дає «Дарунок металевого дракона»{{Gift '
                          'of the Metallic Dragon}}',
 'block-section-feats-8': '19-й рівень дає «Рухливого»{{Mobile}}',
 'block-section-levels-1/header/0': 'Рівні',
 'block-section-levels-1/header/1': 'Риси та уміння',
 'block-section-levels-1/header/2': 'Примітки й тактика** **',
 'block-section-levels-1/row/0/1': 'Бойовий Стиль: Бій великою зброєю, Друге '
                                   'дихання, [[1|Рубака]] (Сила)',
 'block-section-levels-1/row/0/2': '«Своя раса» — єдине, що після патча MMotM '
                                   'для Змінника дозволяє вийти з 18 у '
                                   'характеристиці при купівлі характеристик. '
                                   'Ми добре це використовуємо й одразу '
                                   'отримуємо наш перший інструмент танка: '
                                   'штраф до швидкості на першому, по кому '
                                   'влучили за раунд. Сповільнювати інших '
                                   'майже як прискорювати себе. Як зазначено '
                                   'вище, ми багато користуватимемося '
                                   'перекиданням кубиків шкоди, тож візьмемо '
                                   'найбільший меч, який тільки можна.\n'
                                   '\n'
                                   'До слова, виходьте з кольчугою, двома '
                                   'дворучними мечами та легким арбалетом. '
                                   'Продайте арбалет і запасний дворучний меч '
                                   'на метальні списи.',
 'block-section-levels-1/row/1/1': 'Сплеск дій',
 'block-section-levels-1/row/1/2': 'На відміну від [[1|«Сили перед смертю»]], '
                                   '«Сплеск дій» насправді не дає додаткового '
                                   'ходу, тож ви все ще можете застосувати '
                                   'послаблення від «Рубаки» лише раз, перш '
                                   'ніж настане ваша ініціатива знову.',
 'block-section-levels-1/row/2/1': 'Нові замовляння: Гримучий Клинок, Спалах '
                                   'Мечів. Нові заклинання: Щит, Поглинання '
                                   'стихій, Пошук фамільяра. Звʼязок зі зброєю',
 'block-section-levels-1/row/2/2': 'Отже, накладання заклинань із дворучним '
                                   'мечем у руках. Властивість «дворучна» в '
                                   'зброї лише каже, що її треба тримати двома '
                                   'руками, щоб *атакувати* нею. Тож можна '
                                   'просто носити її в одній руці, робити '
                                   'знаки іншою рукою й повертати цю руку на '
                                   'руківʼя для атаки. «Гримучий Клинок» тепер '
                                   'основний варіант для бойових атак і '
                                   'лишатиметься таким до 5-го рівня.\n'
                                   '\n'
                                   'Не забудьте перекидати 1 і 2 на цій шкоді '
                                   'громом. Жодне із заклинань тут не потребує '
                                   'багато опису, але обовʼязково прочитайте '
                                   'про використання сови-фамільяра для '
                                   'надання Переваги на кубику в огляді списку '
                                   'заклинань Воїна. «Звʼязок зі зброєю» тут '
                                   'дивна штука. Дивно, але найкраще '
                                   'застосування, яке я бачу, — накласти його '
                                   'на пару метальних списів і носити з собою '
                                   'лише ці два списи як дальню зброю, поки не '
                                   'знадобиться третій на 11-му рівні.',
 'block-section-levels-1/row/3/1': 'Бойовий заклинатель, Нове заклинання: '
                                   'Захист від зла й добра',
 'block-section-levels-1/row/3/2': 'Через формулювання властивості «дворучна», '
                                   'яке я описував минулого рівня, ми тут '
                                   'єдине заради можливості вдарити «Гримучим '
                                   'Клинком» щось, що відходить від вас.\n'
                                   '\n'
                                   'Однак ми витрачаємо на це цілу рису (плюс '
                                   'Перевага на кубику на ряткидки '
                                   'Концентрації, які нам колись доведеться '
                                   'робити), бо вона *справді *хороша. '
                                   'Примітка про використання «Гримучого '
                                   'Клинка» з «Бойовим заклинателем». Ви '
                                   'захочете ставати між ціллю й вашою задньою '
                                   'лінією ще більше, ніж зазвичай. Якщо ви '
                                   'можете змусити ціль пройти 5 футів '
                                   'усередині вашого безпечного бублика, це '
                                   'спровокує вторинну шкоду.\n'
                                   '\n'
                                   'Якщо вона потім залишить ваш безпечний '
                                   'бублик наступними 5 футами пересування, це '
                                   'спровокує Принагідну атаку, що дозволить '
                                   'знову вдарити «Гримучим Клинком» завдяки '
                                   '«Бойовому заклинателю». Якщо ви '
                                   'неправильно виставите позицію, ви '
                                   'отримаєте вторинну шкоду лише раз, бо '
                                   'Принагідна атака відбувається *до* дії, що '
                                   'її спричиняє, тобто вони ще не '
                                   'пересунулися, тобто ви накладаєте '
                                   '«Гримучий Клинок» на ціль, що ще має '
                                   'дійний «Гримучий Клинок», який не '
                                   'накопичується.',
 'block-section-levels-1/row/4/1': 'Додаткова атака',
 'block-section-levels-1/row/4/2': 'Бац, бац. Навіть із зростанням шкоди '
                                   'замовлянь на цьому рівні це повертає '
                                   '[[1|математику]] на користь просто двох '
                                   'атак, поки ми не отримаємо «Бойову магію» '
                                   'на 7-му.',
 'block-section-levels-1/row/5/1': 'Доторк феї (Інтелект)',
 'block-section-levels-1/row/5/2': 'Ми можемо накладати «Туманний крок [Misty '
                                   'Step]» лише раз на день з риси, бо більше '
                                   'слотів потрібного рівня в нас немає, але '
                                   'це нормально. Зате «[[1|Сріблясті '
                                   'шпильки]] [Silvery Barbs]», які ми '
                                   'безкоштовно здобули з цієї риси, ми точно '
                                   'можемо накладати іншими слотами заклинань.',
 'block-section-levels-1/row/6/1': 'Бойова магія, Нове заклинання: Темрява',
 'block-section-levels-1/row/6/2': '«Бойова магія» чудова й означає, що ви '
                                   'назавжди повертаєтеся до «Гримучого '
                                   'Клинка»/«Спалаху Мечів» і атаки бонусною '
                                   'дією. Ви втрачаєте лише 3 DPR, якщо ціль '
                                   'не рухається, а виграєте чимало, якщо '
                                   'рухається. На цьому рівні в вас уже має '
                                   'бути повний латний обладунок, тож можна '
                                   'вдарити когось «Гримучим Клинком» і просто '
                                   'піти, змусивши його отримати додаткову '
                                   'шкоду, якщо він захоче піти за вами в '
                                   'помсту. «Темрява» — єдине заклинання в '
                                   'межах шкільних обмежень, яке мені спадає '
                                   'на думку й було б корисним.\n'
                                   '\n'
                                   'Ви не бачите крізь неї, але ваш '
                                   'теоретичний друг-чорнокнижник, імовірно, '
                                   'бачить, а «Спалах Мечів» не вимагає '
                                   'бачити.',
 'block-section-levels-1/row/7/1': 'Нове заклинання: Бачення невидимого, '
                                   'Покращення Характеристик: Сила 18 → 20',
 'block-section-levels-1/row/7/2': 'Про жодне з цього нічого особливого '
                                   'сказати, але обидва чудово мати.',
 'block-section-levels-1/row/8/1': 'Непохитність',
 'block-section-levels-1/row/8/2': 'Ви можете вдавати з себе [[1|легендарну '
                                   'істоту.]]',
 'block-section-levels-1/row/9/1': 'Містичний удар, Нове замовляння: Дзвін '
                                   'небіжчика, Нове заклинання: Сковуючий лід '
                                   'Райма',
 'block-section-levels-1/row/9/2': 'Це вже досить добре для кидання метального '
                                   'списа в когось, а наступного ходу запитати '
                                   'в нього ряткидок Мудрості з Перешкодою на '
                                   'кубику, щоб не отримати к12 шкоди. На '
                                   'наступному рівні стане ще краще, коли '
                                   'можна ще більше розвинути математику '
                                   'багатьох цілей, описану в нашій [[1|статті '
                                   'про ближні замовляння проти атак]]. На '
                                   '11-му рівні ви можете атакувати три цілі '
                                   'однією дією, а наступного ходу «Спалахом '
                                   'Мечів» змусити всіх, по кому влучили, '
                                   'робити ряткидки з Перешкодою на кубику.\n'
                                   '\n'
                                   'Хоч «Сковуючий лід» цілить у найгірший '
                                   'ряткидок, його шкода відповідає «Друзкам '
                                   '[Shatter]», і він марнує дію на кожну '
                                   'ціль, що провалить ряткидок. Якщо поєднати '
                                   'його з «Містичним ударом», щоб накласти '
                                   'Перешкоду на кубику, можна зробити так, '
                                   'щоб він працював хоч якось надійно.',
 'block-section-levels-1/row/10/1': 'Додаткова додаткова атака, Нове '
                                    'заклинання: Захисний вітер',
 'block-section-levels-1/row/10/2': 'Головна риса «Захисного вітру» — '
                                    'створення складної місцевості. Між нею та '
                                    '«Рубакою» цілком можливо взагалі не дати '
                                    'істотам рухатися. Якщо так, просто '
                                    'атакуйте тричі замість «Гримучого '
                                    'Клинка».',
 'block-section-levels-1/row/11/1': 'Кухар (+1 до Статури)',
 'block-section-levels-1/row/11/2': 'Підвищуємо Статуру до круглого числа й '
                                    'водночас здобуваємо здатність трохи '
                                    'захищати й лікувати групу поза боєм. Їжте '
                                    'закуски з тимчасовими ХП між боями, а не '
                                    'намагайтеся втиснути ще одну бонусну дію '
                                    'у свої ходи.',
 'block-section-levels-1/row/12/1': 'Нове заклинання: Вогнекуля, Непохитність '
                                    '(2 використання)',
 'block-section-levels-1/row/12/2': 'Це дуже пізно отримувати «Вогнекулю»? '
                                    'Так. Чи «Вогнекуля» на цьому рівні все ще '
                                    'неймовірне заклинання? Теж так.',
 'block-section-levels-1/row/13/1': 'Нове заклинання: Політ, Ритуальний '
                                    'заклинатель: Розуміння мов, Розпізнавання',
 'block-section-levels-1/row/13/2': 'Взяття «Ритуального заклинателя» на цьому '
                                    'рівні дозволяє використати частину '
                                    'грошей, що ми копили, щоб купити те, чого '
                                    'не вивчив бідолашний '
                                    'Бард/Чорнокнижник/Чародій у цій групі, '
                                    'як-от «Леомундова крихітна хатинка '
                                    "[Leomund's Tiny Hut]», «Дихання водою "
                                    '[Water Breathing]» і «Телепатичний '
                                    "звʼязок Рері [Rary's Telepathic Bond]».\n"
                                    '\n'
                                    'Якщо у вашій групі вже є Чарівник, чесно '
                                    'кажучи, я б радив обрати інший різновид '
                                    'гіша, навколо якого будувати персонажа. '
                                    'Можливо, спробуйте [[1|Відьмацький '
                                    'клинок]] чи Барда Колегії доблесті, щоб '
                                    'додати групі можливості «обличчя». '
                                    'Визнаю, що жоден із них не відчувається '
                                    'таким сильним у головній ролі танка, як '
                                    'Воїн, але вони обидва приносять іншу '
                                    'користь, що це компенсує.',
 'block-section-levels-1/row/14/1': 'Арканний кидок',
 'block-section-levels-1/row/14/2': 'Супер-безкоштовний «Туманний крок» ще '
                                    'важче заперечити, ніж звичайний '
                                    'безкоштовний «Туманний крок».',
 'block-section-levels-1/row/15/1': 'Дарунок металевого дракона, Нове '
                                    'заклинання: Піщана стіна',
 'block-section-levels-1/row/15/2': 'Ми на рівнях, де вороги можуть навмисно '
                                    'цілити у ваших цілителів. Ось хороший '
                                    'спосіб допомогти їм підвестися після '
                                    'падіння. До того ж це дає інструмент, щоб '
                                    'узагалі не дати їм (чи вам) упасти.',
 'block-section-levels-1/row/16/1': 'Сплеск дій (2 використання), Непохитність '
                                    '(3 використання)',
 'block-section-levels-1/row/16/2': '[[1|Більше]].',
 'block-section-levels-1/row/17/1': 'Покращена бойова магія',
 'block-section-levels-1/row/17/2': 'Тепер можна накласти «Політ [Fly]» і ще '
                                    'вдарити мечем (раз) за раунд. Або додати '
                                    '2к6+5 до вашої «Вогнекулі».',
 'block-section-levels-1/row/18/1': 'Рухливий',
 'block-section-levels-1/row/18/2': '[[1|Приз]] за те, що дійшли аж до 19-го: '
                                    'ви швидше ходите. Не уявляю, чому людей '
                                    'так цікавили ці штуки з прискоренням.',
 'block-section-levels-1/row/19/1': 'Додаткова додаткова додаткова атака',
 'block-section-levels-1/row/19/2': 'Вершина суперечить основній ідентичності '
                                    'підкласу, який дуже хоче накладати '
                                    'замовляння, а потім замахуватися ще раз '
                                    'завдяки «Бойовій магії». Функціонально '
                                    'вона нічого не робить, якщо ви не '
                                    'думаєте, що зможете змусити ціль піти '
                                    'після того, як ударите її «Гримучим '
                                    'Клинком».'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
