import refs

TITLE = 'Буканьєр — гайд підкласу Воїна (2014)'
TOPICS = 'Воїн, Буканьєр, підклас, сторонній контент'

HEADINGS = {'section-features': 'Уміння Буканьєра',
 'section-ability-scores': 'Характеристики Буканьєра',
 'section-races': 'Раси Буканьєра',
 'section-feats': 'Риси Буканьєра',
 'section-weapons': 'Зброя Буканьєра',
 'section-armor': 'Обладунки Буканьєра',
 'section-multiclassing': 'Мультикласування Буканьєра',
 'section-example': 'Приклад збірки Воїна-Буканьєра — Клянуся шпангоутами, це '
                    'гігантське захоплення!'}

FRAGMENTS = {'block-section-introduction-1': 'Опублікований у [[1|«Пісні зачарованого '
                                 'моря» (Songs of the Spellbound Sea)]] від '
                                 '[[2|SoManyRobots]], Воїн-Буканьєр — це '
                                 'підступний, дуже рухливий бойовий підклас, '
                                 'збудований навколо «Удару '
                                 "негідника»{{Scoundrel's Strike}}, що "
                                 'дозволяє Воїну завдавати додаткову шкоду й '
                                 'накладати послаблення на ціль своїх атак.',
 'block-section-introduction-2': 'Ця стаття розглядає контент сторонніх '
                                 'видавців. Обовʼязково обговоріть '
                                 'використання цього контенту зі своїм столом, '
                                 'перш ніж припускати, що він вам доступний.',
 'block-section-features-1/item/0': 'Тямущий корабельник{{Savvy Shiphand}}: '
                                    'необхідний у будь-якій водній кампанії, '
                                    'але рідко корисний в інших.',
 'block-section-features-1/item/1': 'Удар негідника{{Scoundrel’s Strike}}: '
                                    'фірмове вміння Буканьєра додає трохи '
                                    'додаткової шкоди й потужне послаблення. '
                                    'Зауважте, що, як і «Підступна атака», '
                                    'воно працює «раз на хід», а не «раз на '
                                    'кожному вашому ході», тож його можна '
                                    'використовувати на Принагідних атаках.',
 'block-section-features-1/item/2': 'Початковий поріз{{Opening Cut}}: проти '
                                    'ворогів, що погано діятимуть у ближньому '
                                    'бою, це чудово. Серйозно розгляньте '
                                    'поєднання з «Вартовим», щоб ворогам було '
                                    'особливо важко втекти від вас.',
 'block-section-features-1/item/3': '{{Удар, що збиває з рівноваги|Unbalancing '
                                    'Blow}}: чудовий для безпечного виведення '
                                    'себе й/або союзників із ближнього бою.',
 'block-section-features-1/item/4': 'Розлютливий удар{{Infuriating Strike}}: '
                                    'чудовий для захисту союзників, особливо '
                                    'якщо ви застосовуєте тактику «вдарив і '
                                    'втік» або користуєтеся дальньою зброєю.',
 'block-section-features-1/item/5': 'Морські ноги{{Sea Legs}}: збірка на Силі '
                                    'може стрибати досить далеко, долаючи '
                                    'перешкоди на кшталт ям і складної '
                                    'місцевості. З цим можна стрибати так '
                                    'високо, що ви отримаєте шкоду від '
                                    'падіння, тож будьте обережні, стрибаючи в '
                                    'повітря для атак. Якщо хочете зробити '
                                    'ставку на стрибки, візьміть «Перстень '
                                    'стрибків [Ring of Jumping]», щоб стрибати '
                                    'загалом у 6 разів далі за звичайну '
                                    'дистанцію стрибка.',
 'block-section-features-1/item/6': 'Покращений удар негідника{{Improved '
                                    'Scoundrel’s Strike}}: додаткова шкода не '
                                    'вражає, але два ефекти одночасно — '
                                    'чудово.',
 'block-section-features-1/item/7': '{{Капітан морської піхоти|Marine '
                                    'Captain}}: якщо ви дійшли до цього рівня, '
                                    'ваша група майже напевно вже навчилася '
                                    'справлятися з плаванням і мореплавством. '
                                    'Найімовірніше, це вплине на НІП{{NPC}}.',
 'block-section-features-1/item/8': 'Дух буканьєра{{Buccaneering Spirit}}: '
                                    'надзвичайно потужний. Ділитися ефектами '
                                    '«Удару негідника» Реакцією — вже чудово, '
                                    'а тут ви отримуєте ще й другу Реакцію! '
                                    'Поділитися «Ударом негідника» двічі за '
                                    'раунд і потім знову використати його на '
                                    'власному ході матиме величезний вплив.',
 'block-section-ability-scores-1': 'Мало чим відрізняється від [[1|типового '
                                   'Воїна]]. Якщо хочете скористатися '
                                   'збільшеною дальністю стрибка від «Морських '
                                   'ніг», будуйте збірку навколо Сили.',
 'block-section-races-1': 'Нічим не відрізняється від [[1|типового Воїна]]. '
                          '«Songs of the Spellbound Sea» має кілька справді '
                          'веселих нових варіантів рас і спадщин.',
 'block-section-feats-1': 'Здебільшого так само, як у [[1|типового Воїна]].',
 'block-section-feats-2/item/0': 'Атлет{{Athlete}}[[1|PHB]]: добре синергує з '
                                 '«Морськими ногами», якщо ви плануєте багато '
                                 'стрибати.',
 'block-section-feats-2/item/1': 'Вартовий{{Sentinel}}[[1|PHB]]: дуже добре '
                                 'поєднується з «Ударом негідника», пропонуючи '
                                 'більше можливостей використати його поза '
                                 'вашим ходом.',
 'block-section-weapons-1': 'Нічим не відрізняється від [[1|типового Воїна]]. '
                            'Вам можуть сподобатися зброя з досяжністю, щоб '
                            'використовувати «Удар негідника» («Розлютливий '
                            'удар») перед виходом із зони досяжності, але це '
                            'не обовʼязково.',
 'block-section-armor-1': 'Нічим не відрізняється від [[1|типового Воїна]].',
 'block-section-multiclassing-1': 'Нічим не відрізняється від [[1|типового '
                                  'Воїна]].',
 'block-section-ability-scores-2-1': '«Songs of the Spellbound Sea» пропонує '
                                     'варіативне правило: використовувати '
                                     '+2/+1 чи три +1 замість стандартних '
                                     'підвищень характеристик раси. Ми '
                                     'використаємо це правило або правило Таші '
                                     '«Налаштування походження», щоб вкласти '
                                     '+2 у Силу й +1 у Статуру. Якщо у вашій '
                                     'грі цього немає, можна трохи '
                                     'підкоригувати прогресію рис, і все одно '
                                     'буде добре.',
 'block-section-ability-scores-2-2/header/1': 'Базове значення',
 'block-section-ability-scores-2-2/header/2': 'Підвищене значення',
 'block-section-ability-scores-2-2/row/0/0': 'Сила',
 'block-section-ability-scores-2-2/row/1/0': 'Спритність',
 'block-section-ability-scores-2-2/row/2/0': 'Статура',
 'block-section-ability-scores-2-2/row/3/0': 'Інтелект',
 'block-section-ability-scores-2-2/row/4/0': 'Мудрість',
 'block-section-ability-scores-2-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Ми робимо ставку на «Songs of the Spellbound Sea» і '
                         'використовуємо нову расу Краболюдів{{Crabkin}}. Вони '
                         'отримують +1 до Сили й +2 до Статури або Мудрості, '
                         'швидкість плавання, природну броню й потужний '
                         'беззбройний удар своєю клешнею краба-скрипаля, що '
                         'завдає приголомшливих 1к10 шкоди, але зазвичай може '
                         'використовуватися лише раз на хід. Ми зробимо ставку '
                         'на рису «Боєць з клешнею»{{Claw Combatant}} і чудово '
                         'використаємо цю клешню.',
 'block-section-background-1': 'Дослідник{{Explorer}}. Ми отримуємо володіння '
                               'Атлетикою, Виживанням, інструментами '
                               'картографа чи навігатора та водним '
                               'транспортом. Володіння водним транспортом ми '
                               'вже маємо від підкласу, тож на 3-му рівні '
                               'візьмемо замість цього інший інструмент.',
 'block-section-skills-and-tools-1': 'З класових навичок візьмемо Аналіз '
                                     'Поведінки й Уважність, а потім отримаємо '
                                     'Атлетику й Виживання від передісторії. '
                                     'Також отримаємо інструменти картографа '
                                     'та водний транспорт від передісторії. На '
                                     '3-му рівні додамо володіння '
                                     'інструментами навігатора, бо водний '
                                     'транспорт у нас уже є.',
 'block-section-skills-and-tools-2': 'Коли на 6-му рівні візьмемо «Експерта у '
                                     'навичках», додамо володіння Залякуванням '
                                     'чи будь-якою іншою навичкою, яка нам до '
                                     'вподоби.',
 'block-section-feats-2-1': 'На 4-му рівні беремо «Бійця з клешнею» і '
                            'підвищуємо Силу до 16.',
 'block-section-feats-2-2': 'На 6-му рівні беремо «Експерта у навичках»{{Skill '
                            'Expert}}, щоб отримати Експертизу в Атлетиці, '
                            'володіння однією навичкою й підвищити Силу до 19.',
 'block-section-feats-2-3': 'На 8-му рівні беремо «Вартового»{{Sentinel}}',
 'block-section-feats-2-4': 'На 12-му рівні беремо «Атлета»{{Athlete}} і '
                            'піднімаємо Силу до 20.',
 'block-section-feats-2-5': 'На 14-му рівні беремо «Майстра щита»{{Shield '
                            'Master}}.',
 'block-section-feats-2-6': 'На 16-му рівні беремо «Рухливого»{{Mobile}} '
                            'заради збільшення швидкості.',
 'block-section-feats-2-7': 'На 19-му рівні беремо покращення характеристик, '
                            'щоб підняти Статуру до 18.',
 'block-section-levels-1/header/0': 'Рівні',
 'block-section-levels-1/header/1': 'Риси та уміння',
 'block-section-levels-1/header/2': 'Примітки й тактика',
 'block-section-levels-1/row/0/1': 'Бойовий Стиль: Рукопашний бій, Друге '
                                   'дихання',
 'block-section-levels-1/row/0/2': 'Рукопашний бій зазвичай не чудовий Бойовий '
                                   'Стиль, але обіцяю, що пізніше буде веселий '
                                   'результат. Якщо ви використовуєте '
                                   'необовʼязкові уміння з Казана Таші з усім, '
                                   'оберіть натомість «Оборону», а потім '
                                   'розгляньте перенавчання на 4-му рівні. '
                                   'Наступально ми все про цю клешню. Візьміть '
                                   'найважчий обладунок, який можете '
                                   'дозволити, і щит, а потім ідіть щипати '
                                   'людей на 1к10+Сила. Це шкода багатьох '
                                   'дворучних зброй, але щит ми все одно '
                                   'маємо.',
 'block-section-levels-1/row/1/1': 'Сплеск дій (1/відпочинок)',
 'block-section-levels-1/row/1/2': 'Завжди чудово. Зауважте, що ми все ще '
                                   'можемо атакувати клешнею лише раз на хід, '
                                   'але ніщо не заважає використати «Сплеск '
                                   'дій», щоб Підготуватися, а потім атакувати '
                                   'поза власним ходом. Це особливо приємно, '
                                   'щойно ви отримаєте «Удар негідника» на '
                                   '3-му рівні, бо він працює «раз на хід», і '
                                   'ми можемо зловживати «Підготовкою», щоб '
                                   'застосувати його вдруге за раунд, не '
                                   'сподіваючись на Принагідну атаку.',
 'block-section-levels-1/row/2/1': 'Буканьєр, Тямущий корабельник, Удар '
                                   'негідника',
 'block-section-levels-1/row/2/2': '«Тямущий корабельник» дає нам дуже мало '
                                   'через нашу расу й передісторію. Ми вже '
                                   'маємо швидкість плавання й володіємо '
                                   'водним транспортом, але можна обміняти '
                                   'зайве володіння на інший інструмент на '
                                   'кшталт інструментів навігатора. «Удар '
                                   'негідника» дає нам чудове послаблення й '
                                   'трохи додаткової шкоди.',
 'block-section-levels-1/row/3/1': 'Риса: Боєць з клешнею (Сила 17 → 18)',
 'block-section-levels-1/row/3/2': 'Тепер можна використати «Сплеск дій», щоб '
                                   'атакувати двічі на власному ході, але трюк '
                                   'із «Підготовкою» поки що кращий, якщо вам '
                                   'не потрібна ваша Реакція. Здатність '
                                   'атакувати клешнею більше ніж раз важливіша '
                                   'на 5-му рівні. Також зверніть увагу на '
                                   'автоматичну шкоду схопленим істотам.',
 'block-section-levels-1/row/4/1': 'Додаткова атака',
 'block-section-levels-1/row/4/2': 'Приблизно вдвічі більше шкоди. На жаль, '
                                   '«Удар негідника» лише раз на хід. Тепер, '
                                   'коли можна робити дві атаки, ми можемо '
                                   'використати [[1|комбо «Захоплення + '
                                   'Штовхання»]], щоб захопити ворогів і '
                                   'кинути їх на землю. Можна поєднати ефекти '
                                   'Бойового Стилю «Рукопашний бій» і ефекту '
                                   'захоплення від «Бійця з клешнею», щоб '
                                   'завдати загалом 1к4+Сила шкоди за раунд. '
                                   '1к4 — на початку вашого ходу, а шкода від '
                                   'Сили — на початку їхнього, що дивно, але '
                                   'ще й змушує робити два ряткидки для '
                                   'підтримки Концентрації, якщо ви стикаєтеся '
                                   'з ворожими заклиначами.',
 'block-section-levels-1/row/5/1': 'Риса: Експерт у навичках — Експертиза: '
                                   'Атлетика — Навичка: будь-яка 1 — Сила 18 → '
                                   '19',
 'block-section-levels-1/row/5/2': 'Експертиза в Атлетиці гарантує, що ми '
                                   'можемо надійно захоплювати. Не дуже '
                                   'захопливо, але дуже важливо.',
 'block-section-levels-1/row/6/1': 'Морські ноги',
 'block-section-levels-1/row/6/2': 'Ми вже можемо стрибнути на 19 футів '
                                   'горизонтально або на 7 футів вертикально з '
                                   'розбігу. Це піднімає ці числа до 38 і 14 '
                                   'відповідно. Наша швидкість руху лише 30, '
                                   'тож значна частина нашого пересування '
                                   'марнується на довгі стрибки. Якщо можете, '
                                   'шукайте бонуси до швидкості від предметів '
                                   'і від заклинань на кшталт «Скорохода '
                                   '[Longstrider]».\n'
                                   '\n'
                                   'Збільшення відстані, на яку можна '
                                   'рухатися, означає, що можна стрибати далі. '
                                   'Також можна пірнути в Пройдисвіта заради '
                                   '«Хитрої дії». Якщо ми не розбігаємося, '
                                   'можемо стрибнути на 19 футів. Якщо граєте '
                                   'на сітці, зменште це до 15, і ви можете '
                                   'стрибнути на 3 клітинки, легко '
                                   'перестрибуючи багато предметів. Правила не '
                                   'кажуть, що буде, коли ви стрибаєте, '
                                   'тримаючи істоту в захваті.\n'
                                   '\n'
                                   'Ви рухаєтеся з половинною швидкістю, що '
                                   'суттєве обмеження, але ми легко можемо '
                                   'стрибнути з місця на 15 футів і взяти свій '
                                   '«вантаж» із собою. Стрибніть в океан. '
                                   'Правила [[1|бою під водою]] доволі '
                                   'жорсткі, якщо в істоти немає швидкості '
                                   'плавання, а ви завдаєте автоматичної шкоди '
                                   'щоходу, навіть якщо нічого не робите, '
                                   'окрім Ривка, щоб тягнути її вниз.',
 'block-section-levels-1/row/7/1': 'Риса: Вартовий',
 'block-section-levels-1/row/7/2': 'Якщо тримати поруч союзника як спокусливу '
                                   'ціль, можна використати Реакцію '
                                   '«Вартового», щоб атакувати ворогів, коли '
                                   'вони атакують ваших союзників. Це дозволяє '
                                   'застосовувати «Удар негідника» поза вашим '
                                   'ходом. Якщо ви використовуєте ефект '
                                   '«Розлютливого удару», ваша ціль матиме ще '
                                   'менше бажання атакувати вашого друга. Якщо '
                                   'ваші союзники можуть ризикнути отримати '
                                   'удар, можна змусити їх навмисне '
                                   'провокувати Принагідні атаки, щоб частіше '
                                   'користуватися Реакцією-атакою «Вартового».',
 'block-section-levels-1/row/8/1': 'Непохитність (1/відпочинок)',
 'block-section-levels-1/row/8/2': 'Завжди чудово.',
 'block-section-levels-1/row/9/1': 'Покращений удар негідника',
 'block-section-levels-1/row/9/2': 'Більше шкоди на «Ударі негідника», і тепер '
                                   'можна застосовувати два ефекти одразу. '
                                   '«Початковий поріз» і «Розлютливий удар» '
                                   'мають бути вашими основними варіантами, '
                                   'хіба що треба відійти або ваша ціль '
                                   'повалена.',
 'block-section-levels-1/row/10/1': 'Додаткова атака (2)',
 'block-section-levels-1/row/10/2': 'З трьома атаками тепер можна захопити, '
                                    'повалити ціль Штовханням, а потім '
                                    'атакувати її й застосувати «Удар '
                                    'негідника». +2к8 шкоди й послаблення. '
                                    '«Розлютливий удар» здаватиметься менш '
                                    'корисним проти поваленого ворога, але є '
                                    'шанс, що він якось вирветься із '
                                    'захоплення й атакує ваших друзів. Стежте '
                                    'за такими можливостями й намагайтеся '
                                    'планувати наперед.',
 'block-section-levels-1/row/11/1': 'Риса: Атлет (Сила 19 → 20)',
 'block-section-levels-1/row/11/2': '«Атлет» фактично дає нам швидкість '
                                    'лазіння й також дозволяє стрибати з '
                                    'розбігу на 5 футів замість 10, що трохи '
                                    'покращує рухливість. Підвищення Сили '
                                    'також означає, що математика наших '
                                    'стрибків покращується.\n'
                                    '\n'
                                    'Тепер можна стрибнути з розбігу вгору на '
                                    '16 футів. Якщо отримаєте «Перстень '
                                    'стрибків» чи подібний ефект, можна '
                                    'стрибнути на таку висоту, що політ вам '
                                    'майже не потрібен. Стрибніть на такелаж, '
                                    'затягніть схопленого ворога на «вороняче '
                                    'гніздо» і скиньте його.',
 'block-section-levels-1/row/12/1': 'Непохитність (2/відпочинок)',
 'block-section-levels-1/row/12/2': 'Усе ще чудово.',
 'block-section-levels-1/row/13/1': 'Риса: Майстер щита',
 'block-section-levels-1/row/13/2': 'Ми не багато користуємося бонусною дією й '
                                    'використовуємо щит, тож це дозволяє '
                                    'перенести наше Штовхання на бонусну дію й '
                                    'вмістити додаткову атаку в кожен наш хід. '
                                    'Переваги для ряткидків Спритності теж '
                                    'приємні, бо ми тупаємо зі Спритністю 8.',
 'block-section-levels-1/row/14/1': 'Капітан морської піхоти',
 'block-section-levels-1/row/14/2': 'Імовірно, це нам мало що дасть, але якщо '
                                    'у вас є купа НІП-моряків або дуже амбітні '
                                    'тварини, вони можуть допомогти вам вести '
                                    'корабель.',
 'block-section-levels-1/row/15/1': 'Риса: Рухливий',
 'block-section-levels-1/row/15/2': 'Нам потрібне збільшення швидкості, щоб '
                                    'стрибати далі й швидше таскати ворогів. '
                                    'Здатність ігнорувати Принагідні атаки '
                                    'частково надлишкова з «Ударом негідника», '
                                    'але це нормально.',
 'block-section-levels-1/row/16/1': 'Сплеск дій (2/відпочинок), Непохитність '
                                    '(3/відпочинок)',
 'block-section-levels-1/row/16/2': 'Чудово.',
 'block-section-levels-1/row/17/1': 'Дух буканьєра',
 'block-section-levels-1/row/17/2': 'Тепер у нас купа дуже хороших способів '
                                    'використати Реакцію. «Вартовий», звичайні '
                                    'Принагідні атаки й поділ «Духу '
                                    'буканьєра».',
 'block-section-levels-1/row/18/1': 'Покращення Характеристик: Статура 16 → 18',
 'block-section-levels-1/row/18/2': 'Не дуже захопливо, але більше ХП завжди '
                                    'чудово.',
 'block-section-levels-1/row/19/1': 'Додаткова атака (3)',
 'block-section-levels-1/row/19/2': 'Оголосіть дію Атака. Схопіть ціль, '
                                    'бонусною дією Штовхніть її на землю. '
                                    'Стрибайте, щоб затягти її в неприємне '
                                    'місце. [[1|Краб-молот]], доки вона не '
                                    'перестане опиратися.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
