import refs

TITLE = 'Паладин Клятви шанування — гайд підкласу (2014)'
TOPICS = 'Паладин, підклас, Клятва шанування, збірка'

HEADINGS = {'section-features': 'Уміння Клятви шанування',
 'section-oath-of-veneration-ability-scores': 'Характеристики Клятви шанування',
 'section-oath-of-veneration-races': 'Раси для Клятви шанування',
 'section-oath-of-veneration-feats': 'Риси для Клятви шанування',
 'section-oath-of-veneration-weapons-and-armor': 'Зброя й обладунки Клятви '
                                                 'шанування',
 'section-example-oath-of-veneration-build-grey-knight': 'Приклад збірки '
                                                         'Клятви шанування — '
                                                         'Сірий лицар',
 'section-abilities': 'Характеристики'}

FRAGMENTS = {'block-section-oath-of-veneration-ability-scores-1': 'Можемо розподілити '
                                                      'характеристики так '
                                                      'само, як у посібнику '
                                                      'Паладина.',
 'block-section-oath-of-veneration-ability-scores-2': 'Сила: потрібна для атак '
                                                      'зброєю.',
 'block-section-oath-of-veneration-ability-scores-3': 'Спритність: якщо не '
                                                      'плануємо користуватися '
                                                      'зброєю з властивістю '
                                                      '«Спритність», цю '
                                                      'характеристику можна не '
                                                      'підвищувати. Звісно, '
                                                      'можна отримати '
                                                      'Обладунок мага [Mage '
                                                      'Armor] серед заклинань '
                                                      'клятви, але є значно '
                                                      'цікавіші варіанти.',
 'block-section-oath-of-veneration-ability-scores-4': 'Статура: потрібна для '
                                                      'Концентрації, запасу ХП '
                                                      'і ряткидків, провал '
                                                      'яких може вбити.',
 'block-section-oath-of-veneration-ability-scores-5': 'Інтелект: нам не '
                                                      'потрібен.',
 'block-section-oath-of-veneration-ability-scores-6': 'Мудрість: допомагає '
                                                      'проти деяких '
                                                      'небезпечних ряткидків, '
                                                      'а також впливає на '
                                                      'Аналіз поведінки та '
                                                      'Уважність.',
 'block-section-oath-of-veneration-ability-scores-7': 'Харизма: підвищує '
                                                      'складність ряткидків '
                                                      'проти наших заклинань і '
                                                      'бонуси до всіх '
                                                      'ряткидків.',
 'block-section-oath-of-veneration-ability-scores-8/header/1': '**Розподіл за '
                                                               'очками**',
 'block-section-oath-of-veneration-ability-scores-8/header/2': '**Стандартний '
                                                               'набір**',
 'block-section-oath-of-veneration-ability-scores-8/row/0/0': 'Сила',
 'block-section-oath-of-veneration-ability-scores-8/row/1/0': 'Спритність',
 'block-section-oath-of-veneration-ability-scores-8/row/2/0': 'Статура',
 'block-section-oath-of-veneration-ability-scores-8/row/3/0': 'Інтелект',
 'block-section-oath-of-veneration-ability-scores-8/row/4/0': 'Мудрість',
 'block-section-oath-of-veneration-ability-scores-8/row/5/0': 'Харизма',
 'block-section-oath-of-veneration-races-1': 'Нічого особливого не змінює наш '
                                             'вибір раси, тож дивіться '
                                             '[[1|огляд рас для Паладина]].',
 'block-section-oath-of-veneration-feats-1': 'Як завжди, варіанти рис знайдете '
                                             'в [[1|посібнику Паладина]].',
 'block-section-oath-of-veneration-feats-2/item/0': '{{Стійкий '
                                                    '(Статура)|Resilient '
                                                    '(Constitution)}}[[1|PHB]]: '
                                                    'залежно від вибору '
                                                    'заклинань предків варто '
                                                    'взяти цю рису, щоб '
                                                    'надійніше підтримувати '
                                                    'чудові заклинання з '
                                                    'Концентрацією, вибрані '
                                                    'для заклинань клятви.',
 'block-section-oath-of-veneration-feats-2/item/1': 'Бойовий заклинатель{{War '
                                                    'Caster}}[[1|PHB]]: як і '
                                                    '«Стійкий», може допомогти '
                                                    'зберігати Концентрацію — '
                                                    'залежно від обраних '
                                                    'заклинань. А оскільки '
                                                    'Паладин розрахований на '
                                                    'ближній бій, ви частіше '
                                                    'зможете скористатися '
                                                    'можливістю накладати '
                                                    'заклинання замість '
                                                    'принагідної атаки.',
 'block-section-oath-of-veneration-weapons-and-armor-1': 'Нічим не '
                                                         'відрізняється від '
                                                         'рекомендацій у '
                                                         '[[1|посібнику '
                                                         'Паладина]].',
 'block-section-example-oath-of-veneration-build-grey-knight-1': 'Скористаємося '
                                                                 'унікальним '
                                                                 'вибором '
                                                                 'заклинань, '
                                                                 'щоб '
                                                                 'підвищити '
                                                                 'шкоду й '
                                                                 'посилити '
                                                                 'захист '
                                                                 'групи. У '
                                                                 'прикладі за '
                                                                 'клас предка '
                                                                 'беремо '
                                                                 'Чарівника, '
                                                                 'щоб отримати '
                                                                 'доступ до '
                                                                 'кількох '
                                                                 'потужних '
                                                                 'поєднань '
                                                                 'заклинань.',
 'block-section-abilities-1': 'Ставимо по 15 у Спритність, Статуру й Харизму. '
                              'Оскільки не мультикласуємося, ніщо не заважає '
                              'зробити Паладина на Спритності в середніх '
                              'обладунках. Обираємо напівельфа{{Half-Elf}} з '
                              'гнучким походженням: +2 до Спритності й по +1 '
                              'до Статури та Харизми.',
 'block-section-abilities-2/header/1': '**Базове значення**',
 'block-section-abilities-2/header/2': '**Підвищене значення**',
 'block-section-abilities-2/header/3': '**20-й рівень**',
 'block-section-abilities-2/row/0/0': 'Сила',
 'block-section-abilities-2/row/1/0': 'Спритність',
 'block-section-abilities-2/row/2/0': 'Статура',
 'block-section-abilities-2/row/3/0': 'Інтелект',
 'block-section-abilities-2/row/4/0': 'Мудрість',
 'block-section-abilities-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Напівельф{{Half-Elf}} дає доступ до риси «Ельфійська '
                         'точність»{{Elven Accuracy}}, заради якої ми робимо '
                         'Паладина на Спритності й беремо зброю з властивістю '
                         '«Спритність». Від уміння «Різнобічність навичок» '
                         'обираємо Спритність рук і Акробатику.',
 'block-section-background-1': 'Беремо походження '
                               'Злочинець/шпигун{{Criminal/Spy}}, що дає '
                               'навички Обман і Непомітність. Також отримуємо '
                               'володіння інструментами злодія.',
 'block-section-skills-and-tools-1': 'Від Паладина беремо Переконання й '
                                     'Залякування. Разом із навичками від '
                                     'походження й раси це дає нам повний '
                                     'набір навичок Харизми та Спритності. Ми '
                                     'можемо виконувати роль фахівця{{Expert '
                                     'role}}, залишаючись Паладином.',
 'block-section-feats-1': 'На 4-му рівні беремо «Ельфійську точність»{{Elven '
                          'Accuracy}} і додаємо +1 до Спритності, підвищуючи '
                          'її до 18.',
 'block-section-feats-2': 'На 8-му рівні додаємо +2 до Спритності, підвищуючи '
                          'її до 20.',
 'block-section-feats-3': 'На 12-му рівні беремо «Бойового заклинателя»{{War '
                          'Caster}}, щоб надійніше проходити ряткидки '
                          'Концентрації.',
 'block-section-feats-4': 'На 16-му рівні додаємо +2 до Харизми, підвищуючи її '
                          'до 18.',
 'block-section-feats-5': 'На 19-му рівні ще раз додаємо +2 до Харизми, '
                          'підвищуючи її до 20.',
 'block-section-introduction-1': 'Підклас паладина «Клятва шанування»{{Oath of '
                                 'Veneration}} походить із книжки Кіта Бейкера '
                                 '[[1|«Хроніки Еберрону»]]{{Chronicles of '
                                 'Eberron}}. Він уособлює клятву предкам: '
                                 'паладин черпає силу й рішучість, наслідуючи '
                                 'їхній приклад. Хоча в нас уже є [[2|шлях '
                                 'варвара, заснований на духах предків]], ця '
                                 'клятва має власне місце в дослідженні цього '
                                 'архетипу персонажа. Щоб охопити '
                                 'найрізноманітніших предків, підклас '
                                 'по-особливому (майже унікально — схожим '
                                 'чином працює хіба що '
                                 '{{Винахідник-бунтар|Maverick Artificer}} із '
                                 '[[3|«Досліджуючи Еберрон»]]) формує список '
                                 'заклинань підкласу.',
 'block-section-introduction-2': 'Здебільшого підклас дає лише по одному '
                                 'заклинанню на рівень, але натомість гравець '
                                 'обирає конкретний клас і вільно добирає для '
                                 'списку по одному заклинанню кожного рівня з '
                                 'переліку цього класу. Кажу «здебільшого», бо '
                                 'підклас також дає Покращення здібності '
                                 '[Enhance Ability], Пошук скакуна [Find '
                                 'Steed] і Пошук вищого скакуна [Find Greater '
                                 'Steed], але ці заклинання й так є в списку '
                                 'паладина. Окрім гнучкості із заклинаннями, '
                                 'підклас додає трохи різнобічності в '
                                 'навичках: Канал божественності{{Channel '
                                 'Divinity}} тимчасово дає експертизу в '
                                 'ключовій навичці, коли вона вам потрібна. '
                                 'Сукупно ці вміння роблять підклас паладина '
                                 'дуже гнучким і таким, що його можна '
                                 'налаштувати під власні потреби.',
 'block-section-introduction-3': 'Друга частина Каналу божественності{{Channel '
                                 'Divinity}} розвиває тему духів предків: вона '
                                 'або підсилює союзника, або дає змогу '
                                 'накласти Пошук скакуна [Find Steed]. Саме по '
                                 'собі це доволі корисне вміння, але {{Аура '
                                 'взірця|Aura of the Paragon}} та Зразковий '
                                 'супутник{{Exemplar Companion}} значно '
                                 'підсилюють його. Аура взірця — це додаткова '
                                 'шкода, якою союзники можуть скористатися '
                                 'щоразу, коли паладин застосовує Божественну '
                                 'кару{{Divine Smite}}; вона уособлює відлуння '
                                 'сили предка.',
 'block-section-introduction-4': 'Уміння Зразковий супутник{{Exemplar '
                                 'Companion}} ще більше посилює ауру: воно '
                                 'визначає певних істот і союзників як власне '
                                 'зразкових супутників. Аура поширюється '
                                 'навколо них, а зразковий супутник завдає '
                                 'більшої додаткової шкоди, коли паладин '
                                 'застосовує Божественну кару{{Divine Smite}}.',
 'block-section-introduction-5': 'Якщо ви вагаєтеся, чи дозволяти цей підклас '
                                 'стороннього видавця у своїй грі, врахуйте: '
                                 'хоча гнучкість додаткових заклинань і '
                                 'справді сильна, паладин усе одно залишається '
                                 'напівзаклиначем із відповідною прогресією '
                                 'слотів. Так, паладин може обрати Вогнекулю '
                                 '[Fireball] як додаткове заклинання 3-го '
                                 'рівня. Звучить круто, але таке заклинання '
                                 'стане доступним лише на 9-му рівні — це не '
                                 'надмірно, тим паче що Потойбічний '
                                 'лицар{{Eldritch Knight}} робить так само від '
                                 'виходу «Довідника гравця» 2014 року, і ніхто '
                                 'не скаржився. На мою думку, підклас не '
                                 'порушує баланс, зате виразно додає те, чого '
                                 'бракує наявним клятвам паладина.',
 'block-section-features-1/item/0': 'Заклинання клятви{{Oath Spells}}: уміння '
                                    '«Заклинання клятви»{{Oath Spells}} у '
                                    'Клятви шанування{{Oath of Veneration}} '
                                    'працює не так, як у решти клятв паладина. '
                                    'Замість списку заклинань паладин обирає '
                                    'клас, який уособлює його предка, а потім '
                                    'добирає зі списку цього класу по одному '
                                    'заклинанню кожного рівня — від 1-го до '
                                    '5-го — і отримує ще кілька фіксованих '
                                    'заклинань. У результаті додаткових '
                                    'заклинань менше, ніж у будь-якої іншої '
                                    'клятви, зате можна вибрати майже '
                                    'будь-які. Тож ми оцінимо класи-предки за '
                                    'тим, наскільки вдалий їхній список '
                                    'заклинань.',
 'block-section-features-1/item/1': 'Винахідник: зі списку винахідника можна '
                                    'запозичити чимало непоганих заклинань, '
                                    'як-от Поглинання стихій [Absorb '
                                    'Elements], Вогники фей [Faerie fire], '
                                    'Цілюще слово [healing word], Павутиння '
                                    '[Web] і навіть Політ [Fly]. Але цей вибір '
                                    'значно вужчий, ніж у чарівника, якщо '
                                    'тільки вам не потрібні саме ті кілька '
                                    'заклинань винахідника, яких немає у '
                                    'списку чарівника.',
 'block-section-features-1/item/2': 'Бард: список барда неоднорідний і містить '
                                    'кілька прийнятних варіантів, але важко '
                                    'знайти аж пʼять заклинань, які були б '
                                    'потрібні паладину й водночас не входили '
                                    'до сильнішого списку чи вже наявного '
                                    'списку паладина.',
 'block-section-features-1/item/3': 'Клірик: тут клірик посідає дивне місце. '
                                    'Його список багато в чому збігається зі '
                                    'списком заклинань паладина, але в ньому є '
                                    'Духи захисники [Spirit Guardians] і '
                                    'Цілюще слово [healing word].',
 'block-section-features-1/item/4': 'Друїд: друїд дає доступ до кількох '
                                    'унікальних варіантів, зокрема заклинань '
                                    'виклику, що добре взаємодіють зі '
                                    'Зразковим супутником{{Exemplar '
                                    'Companion}}. Втім, ті самі істоти для '
                                    'виклику доступні й серед варіантів інших '
                                    'класів.',
 'block-section-features-1/item/5': 'Слідопит: його список трохи кращий за '
                                    'список друїда, бо пропонує бойові '
                                    'варіанти — наприклад, Мисливська мітка '
                                    "[Hunter's Mark] і Удар Зефіра [Zephyr "
                                    'Strike] — а також більшість заклинань, '
                                    'які ми взяли б у друїда. До того ж '
                                    'Вартовий природи [Guardian of Nature] у '
                                    'паладина може бути справді грізним.',
 'block-section-features-1/item/6': 'Чародій: це список заклинань чарівника, '
                                    'тільки коротший.',
 'block-section-features-1/item/7': 'Чорнокнижник: у цьому списку є чимало '
                                    'унікальних заклинань, яких більше ніде '
                                    'немає, як-от Обладунок Агатіса [Armor of '
                                    'Agathys] і Тінь Мойла [Shadow of Moil]. '
                                    'Також розгляньте Клинок тіні [Shadow '
                                    'Blade]. Шкоду цього заклинання '
                                    'збалансовано для класів без Додаткової '
                                    'атаки{{Extra Attack}}.',
 'block-section-features-1/item/8': 'Чарівник: величезна [[1|кількість '
                                    'заклинань]] на вибір робить цей варіант '
                                    'найгнучкішим. Памʼятайте: ви привʼязані '
                                    'до класу предка, але з підвищенням рівня '
                                    'можете замінити заклинання на інше з того '
                                    'самого списку. Тут діє та сама порада '
                                    'щодо Клинка тіні [Shadow Blade], що й для '
                                    'чорнокнижника.',
 'block-section-features-2/item/0': 'Канал божественності{{Channel Divinity}}:',
 'block-section-features-2/item/1': 'Спомин предків{{Ancestral Recall}}: '
                                    'можливість ненадовго отримати і '
                                    'Володіння, і Експертизу в одній навичці '
                                    'або з одним інструментом завдяки Каналу '
                                    'божественності{{Channel Divinity}} дуже '
                                    'корисна. Можливо, в одному бою вам '
                                    'потрібно якнайкраще хапати ворогів; а '
                                    'можливо, треба успішно пройти важливу '
                                    'перевірку Історії. Активуйте це вміння й '
                                    'беріться до справи. Ще кращого ефекту '
                                    'досягнете, якщо поєднаєте його з '
                                    'Покращенням здібності [Enhance Ability]. '
                                    'Тоді показник відповідної характеристики '
                                    'майже не важитиме.',
 'block-section-features-2/item/2': 'Супутник предків{{Ancestral Companion}}: '
                                    'Покращення здібності [Enhance Ability] — '
                                    'сильне заклинання, яке до того ж активує '
                                    'деякі пізніші вміння; однак Пошук скакуна '
                                    '[Find Steed] — чудове заклинання для '
                                    'Каналу божественності, адже навіть ваш '
                                    'магічний скакун дуже крихкий і, '
                                    'найімовірніше, загине, якщо монстри лише '
                                    'косо на нього глянуть. Якщо зі скакуном '
                                    'станеться щось погане, дуже зручно '
                                    'повернути його після короткого '
                                    'відпочинку, не витрачаючи слот '
                                    'заклинання.',
 'block-section-features-2/item/3': '{{Аура взірця|Aura of the Paragon}}: '
                                    'щоразу, коли ми застосовуємо Божественну '
                                    'кару{{Divine Smite}}, союзники поблизу '
                                    'можуть завдати трохи додаткової шкоди '
                                    'своєю наступною атакою. Але для цього їм '
                                    'доводиться витрачати Реакцію, а самої '
                                    'шкоди небагато. Перевага приємна, та '
                                    'потреба влучно розташуватися й витрачати '
                                    'Реакцію союзника дещо обмежує її користь '
                                    'аж до 15-го рівня, коли ми отримуємо '
                                    'Зразкового супутника{{Exemplar '
                                    'Companion}}; до того часу шкода 1к4 уже '
                                    'мізерна.',
 'block-section-features-2/item/4': 'Зразковий супутник{{Exemplar Companion}}: '
                                    'це вміння виконує кілька складних '
                                    'функцій. {{Аура взірця|Aura of the '
                                    'Paragon}} випромінюється від усього, що '
                                    'ми викликали магією, а також від тих, на '
                                    'кого наклали Покращення здібності '
                                    '[Enhance Ability]. Це охоплює очевидні '
                                    'випадки: наприклад, якщо через уміння '
                                    '«Заклинання клятви»{{Oath Spells}} ми '
                                    'беремо заклинання на кшталт Виклику феї '
                                    '[Summon Fey]. Але сюди також належить '
                                    'усе, що викликано Пошуком скакуна [Find '
                                    'Steed] чи Пошуком вищого скакуна [Find '
                                    'Greater Steed], а також фамільяр, якщо ми '
                                    'отримали заклинання Пошук фамільяра [Find '
                                    'Familiar]. Це означає, наприклад, що коли '
                                    'фамільяр сидить у кишені Воїна, а '
                                    'Слідопит їде верхи на нашому летючому '
                                    'скакуні, ми можемо бути за 100 футів від '
                                    'них, застосувати Божественну кару{{Divine '
                                    'Smite}} — і Воїн, і Слідопит зможуть '
                                    'отримати додаткову шкоду. Крім того, наші '
                                    'викликані істоти й усі, на кого ми '
                                    'наклали Покращення здібності [Enhance '
                                    'Ability], отримують від Аури взірця '
                                    'більше шкоди, тож на таких високих рівнях '
                                    'її вплив стає відчутнішим. Утім, навряд '
                                    'чи ви зосереджуватиметеся на Покращенні '
                                    'здібності [Enhance Ability] в бою, тому '
                                    'це вміння, імовірно, стосуватиметься лише '
                                    'викликаних істот.',
 'block-section-features-2/item/5': 'Досконале втілення{{Perfect Avatar}}: це '
                                    'типове найвище вміння паладина, що на '
                                    'хвилину посилює ваші бойові можливості. '
                                    'Але є одна особлива умова, яка робить '
                                    'його значно потужнішим: усі переваги '
                                    'поширюються на будь-яких істот, що '
                                    'вважаються Зразковими '
                                    'супутниками{{Exemplar Companion}}. Це '
                                    'настільки добре, що перед боєм можна '
                                    'накласти Покращення здібності [Enhance '
                                    'Ability] на союзника.',
 'block-section-levels-1/row/0/1': 'Божественне відчуття{{Divine Sense}}\n'
                                   '{{Цілющі руки|Lay on Hands}}\n'
                                   'Навички:\n'
                                   '– Акробатика\n'
                                   '– Обман\n'
                                   '– Залякування\n'
                                   '– Переконання\n'
                                   '– Спритність рук\n'
                                   '– Непомітність',
 'block-section-levels-1/row/0/2': 'На 1-му рівні беремо рапіру{{Rapier}} і '
                                   'довгий лук{{Longbow}} як дві безкоштовні '
                                   'одиниці бойової зброї та міняємо '
                                   'кольчугу{{Chain Mail}} на лускатий '
                                   'обладунок{{Scale Mail}}. Потім витрачаємо '
                                   'частину стартових грошей на щит{{Shield}} '
                                   'за 10 золотих. На цьому рівні бʼємося, як '
                                   'будь-який інший Паладин. КБ середніх і '
                                   'важких обладунків однаковий, доки у вас не '
                                   'зʼявляться гроші на лати{{Plate}}. '
                                   'Оскільки Божественної кари{{Divine Smite}} '
                                   'в нас іще немає, за бажання можемо '
                                   'стріляти з довгого лука й битися на '
                                   'відстані.',
 'block-section-levels-1/row/1/1': 'Божественна кара{{Divine Smite}}\n'
                                   'Бойовий Стиль{{Fighting Style}}: '
                                   'Дуель{{Dueling}}\n'
                                   'Чаротворство{{Spellcasting}} — заклинання '
                                   '1-го рівня',
 'block-section-levels-1/row/1/2': 'Отримуємо заклинання й Божественну кару. '
                                   'Залишаємо довгий лук для ситуацій, коли не '
                                   'можемо дістати ворогів, але переважно '
                                   'переходимо на рапіру. Бойовий Стиль '
                                   '«Дуель» дасть нам трохи додаткової шкоди. '
                                   'Імовірно, цими слотами можна накладати '
                                   'Благословення [Bless], Героїзм [Heroism] '
                                   'або Лікування ран [Cure Wounds].',
 'block-section-levels-1/row/2/1': '{{Клятва шанування|Oath of Veneration}}\n'
                                   "Клас предка{{Ancestor's Class}}: "
                                   'Чарівник{{Wizard}}\n'
                                   'Чаротворство: заклинання Чарівника 1-го '
                                   'рівня — [[1|Сріблясті шпильки]]\n'
                                   'Канал божественності{{Channel Divinity}}:\n'
                                   '– Спомин предків{{Ancestral Recall}}\n'
                                   '– Супутник предків{{Ancestral Companion}}\n'
                                   '– Спрямування божественної сили{{Harness '
                                   'Divine Power}}',
 'block-section-levels-1/row/2/2': 'Обираємо Клятву шанування й Чарівника за '
                                   'клас предка. Тоді беремо заклинання '
                                   'Чарівника 1-го рівня Сріблясті шпильки '
                                   '[Silvery Barbs]. Воно допоможе союзним '
                                   'заклиначам закріпити важливі заклинання, а '
                                   'нам дасть другу частину ефекту — Перевагу. '
                                   'Завдяки Спомину предків можемо за потреби '
                                   'отримати Експертизу в різних навичках. У '
                                   'нас і так багато соціальних навичок, але '
                                   'немає Аналізу поведінки, тож перед '
                                   'перемовинами варто скористатися цим '
                                   'варіантом Каналу божественності, щоб '
                                   'компенсувати нижчу Мудрість. Супутник '
                                   'предків цікавий тим, що дає доступ до '
                                   'Пошуку скакуна [Find Steed] на два рівні '
                                   'раніше; це переважно просто зручно. Можна '
                                   'викликати коня. Спрямування божественної '
                                   'сили насправді досить корисне: якщо кілька '
                                   'разів за день влаштовувати короткий '
                                   'відпочинок, воно дасть додатковий слот '
                                   'заклинання.',
 'block-section-levels-1/row/3/1': 'Риса: Ельфійська точність{{Elven '
                                   'Accuracy}}; +1 до Спритності (17 → 18)',
 'block-section-levels-1/row/3/2': 'Ельфійська точність{{Elven Accuracy}} — '
                                   'головна причина, чому ми обрали Паладина '
                                   'зі Спритністю. Вона добре працює з рапірою '
                                   'та довгим луком, але ще краще поєднається '
                                   'із заклинанням Чарівника 2-го рівня, яке '
                                   'візьмемо на наступному рівні.',
 'block-section-levels-1/row/4/1': 'Додаткова атака{{Extra Attack}}\n'
                                   'Чаротворство: заклинання Чарівника 2-го '
                                   'рівня — Клинок тіні [Shadow Blade]',
 'block-section-levels-1/row/4/2': 'Тепер ми не лише атакуємо двічі, а й '
                                   'беремо зі списку Чарівника заклинання '
                                   'Клинок тіні [Shadow Blade]. Воно не '
                                   'знадобиться в *кожному* бою, але якщо '
                                   'накласти його в першому раунді, а тоді '
                                   'атакувати ним шість разів за три раунди, '
                                   'додаткова шкода дорівнюватиме шкоді від '
                                   'двох кар 2-го рівня або трьох кар 1-го '
                                   'рівня. До того ж, якщо бій відбувається в '
                                   'тьмяному світлі чи темряві, Ельфійська '
                                   'точність{{Elven Accuracy}} дасть нам '
                                   'Перевагу. Також можна підготувати інші '
                                   'заклинання 2-го рівня, наприклад Підтримку '
                                   '[Aid] або Мале відновлення [Lesser '
                                   'Restoration].',
 'block-section-levels-1/row/5/1': '{{Аура захисту|Aura of Protection}}',
 'block-section-levels-1/row/5/2': 'Саме вчасно отримуємо її, щоб легше '
                                   'втримувати Концентрацію на Клинку тіні '
                                   '[Shadow Blade].',
 'block-section-levels-1/row/6/1': '{{Аура взірця|Aura of the Paragon}}',
 'block-section-levels-1/row/6/2': 'Трохи додаткової шкоди, якою союзники '
                                   'можуть скористатися щоразу, коли ми '
                                   'застосовуємо кару. Оскільки Клинок тіні '
                                   '[Shadow Blade] дає змогу заощаджувати '
                                   'слоти, які інакше витратили б на кару, '
                                   'застосовуватимемо її активно, коли '
                                   'союзники стоять так, що можуть '
                                   'скористатися додатковою шкодою.',
 'block-section-levels-1/row/7/1': '{{Покращення Характеристик|Ability Score '
                                   'Improvement}}: +2 до Спритності (18 → 20)',
 'block-section-levels-1/row/7/2': 'Спритність у нас вища, ніж у більшості '
                                   'Паладинів.',
 'block-section-levels-1/row/8/1': 'Чаротворство: заклинання Чарівника 3-го '
                                   'рівня — Контрчари [Counterspell]',
 'block-section-levels-1/row/8/2': 'На 3-му рівні заклинань обираємо Контрчари '
                                   '[Counterspell], щоб переривати заклинання '
                                   'й захищати групу. Для нього потрібен '
                                   'соматичний компонент, а наші руки, '
                                   'імовірно, будуть зайняті. Та можна просто '
                                   'випустити Клинок тіні [Shadow Blade] — '
                                   'бонусною дією воно повернеться нам у руку. '
                                   'Крім того, Клинок тіні [Shadow Blade] '
                                   'можна накласти слотом 3-го рівня, щоб '
                                   'завдавати ще більше шкоди. Наша шкода за '
                                   'раунд із Клинком тіні [Shadow Blade] 3-го '
                                   'рівня становить 28,00 без Переваги й 43,09 '
                                   'із Перевагою від «Ельфійської '
                                   'точності»{{Elven Accuracy}}. Оскільки '
                                   'Клинок тіні [Shadow Blade] дає Перевагу в '
                                   'будь-якому тьмяному світлі, найімовірніше, '
                                   'вона в нас буде.',
 'block-section-levels-1/row/9/1': '{{Аура мужності|Aura of Courage}}',
 'block-section-levels-1/row/9/2': 'Імунітет до переляку — це доволі добре.',
 'block-section-levels-1/row/10/0': '11',
 'block-section-levels-1/row/10/1': 'Покращена божественна кара{{Improved '
                                    'Divine Smite}}',
 'block-section-levels-1/row/10/2': 'Кожна атака завдає ще 1к8 шкоди сяйвом. '
                                    'Це хороше підсилення, особливо з нашою '
                                    'надійною Перевагою від «Ельфійської '
                                    'точності»{{Elven Accuracy}}.',
 'block-section-levels-1/row/11/0': '12',
 'block-section-levels-1/row/11/1': 'Риса: «Бойовий заклинатель»{{War Caster}}',
 'block-section-levels-1/row/11/2': '«Бойовий заклинатель»{{War Caster}} '
                                    'допомагає підтримувати Концентрацію й '
                                    'позбавляє потреби жонглювати Клинком тіні '
                                    '[Shadow Blade], коли треба накласти '
                                    'Контрчари [Counterspell].',
 'block-section-levels-1/row/12/0': '13',
 'block-section-levels-1/row/12/1': 'Чаротворство\n'
                                    '— заклинання Чарівника 4-го рівня: Двері '
                                    'між вимірами [Dimension Door]\n'
                                    '— або —\n'
                                    "Таємна скриня Леомунда [Leomund's Secret "
                                    'Chest]',
 'block-section-levels-1/row/12/2': 'Тут ми обираємо заклинання 4-го рівня. '
                                    'Якщо це ще не було очевидно, я уникав '
                                    'заклинань із Концентрацією, щоб не '
                                    'заважати Клинку тіні [Shadow Blade]. '
                                    'Двері між вимірами [Dimension Door] '
                                    'чудово підходять для швидкої втечі разом '
                                    'із супутником. Таємна скриня Леомунда '
                                    "[Leomund's Secret Chest], навпаки, "
                                    'годиться для схову речей, які ми не '
                                    'хочемо, щоб знайшли.',
 'block-section-levels-1/row/13/0': '14',
 'block-section-levels-1/row/13/1': 'Очищувальний дотик{{Cleansing Touch}}',
 'block-section-levels-1/row/13/2': 'Зніміть заклинання з себе чи когось '
                                    'іншого. Це корисно, але тут більше нічого '
                                    'сказати.',
 'block-section-levels-1/row/14/0': '15',
 'block-section-levels-1/row/14/1': 'Зразковий супутник{{Exemplar Companion}}',
 'block-section-levels-1/row/14/2': 'Тепер наш Пошук вищого скакуна [Find '
                                    'Greater Steed] стає Зразковим '
                                    'супутником{{Exemplar Companion}}. Це '
                                    'також посилило б інших істот, створених '
                                    'нашою магією, але в цій збірці ми більше '
                                    'нічого не створювали. Та це не означає, '
                                    'що не можемо. Наприклад, якби ми замінили '
                                    'Контрчари [Counterspell] на Підіймання '
                                    'мерців [Animate Dead], кожен оживлений '
                                    'нами скелет і зомбі випромінював би нашу '
                                    'ауру. У цього вміння немає жодного '
                                    'реального обмеження. Зробіть собі торбу '
                                    'зі щурячих скелетів і попросіть друзів '
                                    'носити скелетів-щурів у кишенях.',
 'block-section-levels-1/row/15/0': '16',
 'block-section-levels-1/row/15/1': '{{Покращення Характеристик|Ability Score '
                                    'Improvement}}: Харизма +2 (16 → 18)',
 'block-section-levels-1/row/15/2': 'Вища СК заклинань. Кращі ряткидки.',
 'block-section-levels-1/row/16/0': '17',
 'block-section-levels-1/row/16/1': 'Чаротворство\n'
                                    '— заклинання Чарівника 5-го рівня: '
                                    '[[1|Стіна енергії]]',
 'block-section-levels-1/row/16/2': 'Тепер ми отримуємо заклинання 5-го рівня, '
                                    'і є цікавий варіант. Священна зброя [Holy '
                                    'Weapon] додає зброї 2к8 шкоди, що '
                                    'відповідало б показникам Клинка тіні '
                                    '[Shadow Blade] 3-го рівня, якби накласти '
                                    'її на рапіру. Головна перевага в тому, що '
                                    'вона діє годину, а не хвилину. Крім того, '
                                    'оберемо Стіну енергії [Wall of Force] як '
                                    'заклинання Чарівника 5-го рівня. Це '
                                    'потужне заклинання на випадок '
                                    'надзвичайної ситуації. Наче величезний '
                                    'щит зі священної тіні чи щось таке. Ми '
                                    'використовуємо Клинок тіні [Shadow Blade] '
                                    'вже близько 12 рівнів.',
 'block-section-levels-1/row/17/0': '18',
 'block-section-levels-1/row/17/1': 'Покращення Аур{{Aura Improvements}}',
 'block-section-levels-1/row/17/2': 'Радіус наших аур збільшується до 30 '
                                    'футів.',
 'block-section-levels-1/row/18/0': '19',
 'block-section-levels-1/row/18/1': '{{Покращення Характеристик|Ability Score '
                                    'Improvement}}: Харизма +2 (18 → 20)',
 'block-section-levels-1/row/18/2': 'Вища СК заклинань. І знову кращі '
                                    'ряткидки.',
 'block-section-levels-1/row/19/0': '20',
 'block-section-levels-1/row/19/1': 'Досконале втілення{{Perfect Avatar}}',
 'block-section-levels-1/row/19/2': 'Це вміння насправді дуже потужне. Хоча б '
                                    'тому, що протягом її дії ми можемо '
                                    'безкоштовно намагатися штовхати ворогів '
                                    'разом зі звичайними атаками. І '
                                    'памʼятайте: це підсилення також отримують '
                                    'усі Зразкові супутники{{Exemplar '
                                    'Companion}}. Так, якщо ми обрали той '
                                    'обхідний шлях і зібрали взвод мерців за '
                                    'допомогою Підіймання мерців [Animate '
                                    'Dead], кожен зомбі й скелет отримає таке '
                                    'саме підсилення.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси й уміння',
 'block-section-levels-1/header/2': 'Нотатки й тактика'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
