import refs

TITLE = 'Паладин Клятви спокути — гайд підкласу (2014)'
TOPICS = 'Паладин, підклас, Клятва спокути, збірка'

HEADINGS = {'section-introduction': 'Вступ',
 'section-2': 'Зміст',
 'section-disclaimer': 'Як читати оцінки RPGbot',
 'section-features': 'Уміння Клятви спокути',
 'section-oath-of-redemption-ability-scores': 'Характеристики Клятви спокути',
 'section-oath-of-redemption-races': 'Раси Клятви спокути',
 'section-oath-of-redemption-feats': 'Риси Клятви спокути',
 'section-oath-of-redemption-weapons': 'Зброя Клятви спокути',
 'section-oath-of-redemption-armor': 'Обладунки Клятви спокути',
 'section-multiclassing': 'Мультикласування',
 'section-example-build-apostle-of-peace': 'Приклад збірки — Апостол миру',
 'section-abilities': 'Характеристики',
 'section-race': 'Раса',
 'section-background': 'Передісторія',
 'section-skills-and-tools': 'Навички й інструменти',
 'section-feats': 'Риси',
 'section-levels': 'Рівні'}

FRAGMENTS = {'block-section-introduction-1': '{{Клятва спокути|Oath of Redemption}} — '
                                 'цікавий підклас, який завдяки чудовим '
                                 'заклинанням зміщує Паладина в бік ролі '
                                 'контролера, водночас захищаючи групу '
                                 'унікальним умінням: ви буквально можете '
                                 'отримувати шкоду замість інших. Два чудові '
                                 'варіанти Каналу божественності{{Channel '
                                 'Divinity}} змушують ретельно вирішувати, на '
                                 'що витрачати ресурси, якщо Майстер дозволив '
                                 'необовʼязкове класове вміння «Спрямування '
                                 'божественної сили»{{Harness Divine Power}}: '
                                 'за належних обставин майже будь-яке його '
                                 'застосування буде вдалим.',
 'block-section-introduction-2': 'Як і належить Паладину, цей підклас також '
                                 'чудово виконує роль танка, а унікальна '
                                 'механіка захисту виводить це на новий '
                                 'рівень. Трохи оптимізації — і ви станете '
                                 'майже невбиваною губкою для шкоди, яка '
                                 'змушує особливо небезпечних супротивників '
                                 'атакувати вас завдяки Виклику на дуель '
                                 '[Compelled Duel] зі складністю ряткидка '
                                 'повного заклинача{{full caster}}. Або ж '
                                 'зможете гнучко виводити ворогів із бою '
                                 'заклинаннями за принципом '
                                 '«пройди-ряткидок-або-страждай»{{save-or-suck}} '
                                 'і поступово виснажувати групи супротивників '
                                 'рекомендованими нами замовляннями.',
 'block-section-features-1/item/0': 'Заклинання клятви{{Oath Spells}}: Чимало '
                                    'чудових заклинань. Усі вони пасують до '
                                    'теми, і майже кожне стане чудовим '
                                    'доповненням до ваших можливостей '
                                    'накладати заклинання. Однак багато з них '
                                    'покладаються на ряткидки, тож Харизма має '
                                    'бути достатньо високою, аби вони були '
                                    'надійними.',
 'block-section-features-1/item/1': '{{3-й рівень|3rd-Level}}: Обидва варіанти '
                                    'чудово відвертають насильство, але '
                                    'обмеження за ХП у Сну [Sleep] робить його '
                                    'майже марним для напівзаклинача.',
 'block-section-features-1/item/2': '{{5-й рівень|5th-Level}}: Вгамування '
                                    'емоцій [Calm Emotions] чудово контролює '
                                    'простір, і його ефективність не залежить '
                                    'від рівня слота заклинання. Стримування '
                                    'особи [Hold Person] теж непогане, але вам '
                                    'бракуватиме засобів проти більшості типів '
                                    'істот; навіть проти гуманоїдів буде '
                                    'складно посилити його так, щоб воно '
                                    'вразило кілька цілей.',
 'block-section-features-1/item/3': '{{9-й рівень|9th-Level}}: Якщо можете '
                                    'отримати Контрчари [Counterspell], то '
                                    'беріть їх. Це одне з найпотужніших '
                                    'заклинань у грі. Проте слотів заклинань у '
                                    'вас дуже мало, а їхній рівень не '
                                    'перевищує 5-го, тож не покладайтеся на '
                                    'посилення заклинання, щоб гарантовано '
                                    'протидіяти заклинанням без перевірки '
                                    'характеристики.',
 'block-section-features-1/item/4': '{{13-й рівень|13th-Level}}: Пружна сфера '
                                    "Отілюка [Otiluke's Resilient Sphere] "
                                    'чудово підходить і для нападу, і для '
                                    'захисту, а Камʼяна шкіра [Stoneskin] '
                                    'допоможе витримувати атаки, поки ви '
                                    'шукаєте спосіб завершити бій. Однак '
                                    'вартість матеріальних компонентів може '
                                    'бути надто високою.',
 'block-section-features-1/item/5': '{{17-й рівень|17th-Level}}: Ще більше '
                                    'чудових способів завершити бій без '
                                    'убивства, але Стримування монстра [Hold '
                                    'Monster] проти однієї істоти на цьому '
                                    'рівні може здаватися не таким вражаючим '
                                    'порівняно з можливостями повних '
                                    'заклиначів.',
 'block-section-features-1/item/6': 'Канал божественності{{Channel Divinity}}: '
                                    'Обидва варіанти чудові й дуже прості у '
                                    'використанні.',
 'block-section-features-1/item/7': '{{Посланник миру|Emissary of Peace}}: '
                                    'Чудовий варіант для «обличчя» групи; це '
                                    'одне з небагатьох умінь Каналу '
                                    'божественності, справді корисних поза '
                                    'боєм.',
 'block-section-features-1/item/8': '{{Відплата насильству|Rebuke the '
                                    'Violent}}: Чудово проти істот, що '
                                    'завдають однієї потужної атаки, або після '
                                    'того, як союзник отримав сильний '
                                    'критичний удар.',
 'block-section-features-1/item/9': '{{Аура опікуна|Aura of the Guardian}}: Не '
                                    'поєднуйте її з бойовим стилем '
                                    '«Захист»{{Protection fighting style}}. '
                                    'Обидва варіанти витрачають реакцію, тож '
                                    'одночасно застосувати їх не вдасться. Не '
                                    'користуйтеся нею безперервно, але щойно у '
                                    'союзників починає бракувати ХП — це '
                                    'слушний момент. Вкладайтеся у Статуру та '
                                    'розгляньте рису «Здоровань»{{Tough}}, щоб '
                                    'мати достатньо ХП для поглинання шкоди за '
                                    'союзників.',
 'block-section-features-1/item/10': 'Захисний дух{{Protective Spirit}}: '
                                     'Завдяки йому користуватися {{Аурою '
                                     'опікуна|Aura of the Guardian}} значно '
                                     'безпечніше.',
 'block-section-features-1/item/11': '{{Емісар спокути|Emissary of '
                                     'Redemption}}: Будьте готові часто хапати '
                                     'ворогів і збивати їх із ніг, намагаючись '
                                     'відмовити від бою. Навіть застосування '
                                     '«Відплати насильству»{{Rebuke the '
                                     'Violent}} скасовує це вміння для цієї '
                                     'істоти до кінця дня. Зауважте: іншим '
                                     'істотам ви завдаєте половину шкоди, яку '
                                     'отримали *після* застосування опору. '
                                     'Якщо істота завдає 4 шкоди, ви отримуєте '
                                     '2, а вона — 1. Це не вбʼє її швидко, але '
                                     'може налякати. Якщо у вас достатньо ХП, '
                                     'ризикніть ходити без обладунку й '
                                     'дозвольте ворогам бити вас, доки вони не '
                                     'втомляться отримувати променисту шкоду. '
                                     'Коли у вас менше половини ХП, «Захисний '
                                     'дух»{{Protective Spirit}} відновлює вам '
                                     '16+10 ХП щоходу, тож залежно від шкоди '
                                     'ворогів така тактика може бути доволі '
                                     'безпечною.',
 'block-section-oath-of-redemption-ability-scores-1': 'Найкращі заклинання й '
                                                      'уміння Клятви спокути '
                                                      'залежать від високої '
                                                      'Харизми, тож бойовий '
                                                      'стиль «Благословенний '
                                                      'воїн»{{Blessed '
                                                      'Warrior}} — чудовий '
                                                      'вибір. На 1-му рівні '
                                                      'вам буде важко, зате '
                                                      'згодом ви добре '
                                                      'розвинетеся.',
 'block-section-oath-of-redemption-ability-scores-2': 'Сила: встановіть її на '
                                                      '15, адже згодом ви '
                                                      'носитимете лати, і не '
                                                      'підвищуйте далі.',
 'block-section-oath-of-redemption-ability-scores-3': 'Спритність: можна '
                                                      'занедбати.',
 'block-section-oath-of-redemption-ability-scores-4': 'Статура: третя за '
                                                      'важливістю. Хоч у вас і '
                                                      'багато захисних '
                                                      'можливостей, чимало '
                                                      'часу ви проводитимете, '
                                                      'приймаючи на себе атаки '
                                                      'замість інших.',
 'block-section-oath-of-redemption-ability-scores-5': 'Інтелект: можна '
                                                      'занедбати.',
 'block-section-oath-of-redemption-ability-scores-6': 'Мудрість: можна '
                                                      'занедбати.',
 'block-section-oath-of-redemption-ability-scores-7': 'Харизма: від неї '
                                                      'залежать заклинання '
                                                      'Паладина й чимало його '
                                                      'класових умінь.',
 'block-section-oath-of-redemption-ability-scores-8/header/1': '**Купівля за '
                                                               'очки**',
 'block-section-oath-of-redemption-ability-scores-8/header/2': '**Стандартний '
                                                               'масив**',
 'block-section-oath-of-redemption-ability-scores-8/row/0/0': 'Сила',
 'block-section-oath-of-redemption-ability-scores-8/row/1/0': 'Спритність',
 'block-section-oath-of-redemption-ability-scores-8/row/2/0': 'Статура',
 'block-section-oath-of-redemption-ability-scores-8/row/3/0': 'Інтелект',
 'block-section-oath-of-redemption-ability-scores-8/row/4/0': 'Мудрість',
 'block-section-oath-of-redemption-ability-scores-8/row/5/0': 'Харизма',
 'block-section-oath-of-redemption-races-1': 'Тифлінг{{Tiefling}}: може '
                                             'здаватися, що цікаво прийняти '
                                             'шкоду за когось за допомогою '
                                             '{{Аури опікуна|Aura of the '
                                             'Guardian}}, а тоді віддячити '
                                             'нападникові Пекельною відсіччю '
                                             '[Hellish Rebuke]. Але обидва '
                                             'варіанти потребують вашої '
                                             'реакції, тож поєднати їх не '
                                             'вдасться.',
 'block-section-oath-of-redemption-feats-1': 'Нам подобається приймати шкоду '
                                             'за союзників і підтримувати себе '
                                             'заклинаннями. Дуже важливими '
                                             'будуть «Стійкий»{{Resilient}} '
                                             '(Статура), «Бойовий '
                                             'заклинатель»{{War Caster}}, '
                                             '«Здоровань»{{Tough}} тощо.',
 'block-section-oath-of-redemption-weapons-1': 'Як і для будь-якого іншого '
                                               '[[1|Паладина]]. Найімовірніше, '
                                               'варто взяти меч і щит, адже й '
                                               'без того доведеться приймати '
                                               'шкоду, яку ви не можете '
                                               'контролювати.',
 'block-section-oath-of-redemption-armor-1': 'Як і для будь-якого іншого '
                                             '[[1|Паладина]].',
 'block-section-multiclassing-1': 'Тут коротко розглянуто кілька очевидних і '
                                  'привабливих варіантів поєднання класів, але '
                                  'не весь широкий набір можливих комбінацій. '
                                  'Докладніше — у нашому [[1|практичному гайді '
                                  'з мультикласування]].',
 'block-section-multiclassing-2': 'Якщо ви плануєте скористатися чудовим '
                                  'розширеним списком заклинань на вищих '
                                  'рівнях і не хочете обирати бойовий стиль '
                                  '«Благословенний воїн»{{Blessed Warrior}}, '
                                  'один-два рівні підкласу [[1|«Відьмацький '
                                  'клинок»]]{{Hexblade}} '
                                  'Чорнокнижника{{Warlock}} стануть чудовим '
                                  'вибором: так ви позбудетеся залежності від '
                                  'Сили й зможете зосередитися на Харизмі. Я б '
                                  'узяв 1-й рівень Паладина, 1-й рівень '
                                  'Відьмацького клинка, а далі — рівні '
                                  'Паладина; другий рівень Відьмацького клинка '
                                  '— після 8-го рівня Паладина.',
 'block-section-example-build-apostle-of-peace-1': '*Допоможіть, це лише 6-й '
                                                   'рівень, а я вже вичерпав '
                                                   'хороші піднесені риси.*',
 'block-section-example-build-apostle-of-peace-2': 'Ця збірка значно '
                                                   'покращиться, якщо отримає '
                                                   'доступ до класового уміння '
                                                   '«Спрямування божественної '
                                                   'сили»{{Harness Divine '
                                                   'Power}}, адже вона сильно '
                                                   'зосереджена на '
                                                   'чаротворенні. Наполегливо '
                                                   'добивайтеся його.',
 'block-section-abilities-1': 'Візьмімо за основу характеристики, '
                              'запропоновані вище для купівлі за очки.',
 'block-section-abilities-2/header/1': '**Початкові**',
 'block-section-abilities-2/header/2': '**Після збільшення**',
 'block-section-abilities-2/row/0/0': 'Сила',
 'block-section-abilities-2/row/0/1': '15',
 'block-section-abilities-2/row/0/2': '15',
 'block-section-abilities-2/row/1/0': 'Спритність',
 'block-section-abilities-2/row/1/1': '8',
 'block-section-abilities-2/row/1/2': '8',
 'block-section-abilities-2/row/2/0': 'Статура',
 'block-section-abilities-2/row/2/1': '15',
 'block-section-abilities-2/row/2/2': '16',
 'block-section-abilities-2/row/3/0': 'Інтелект',
 'block-section-abilities-2/row/3/1': '8',
 'block-section-abilities-2/row/3/2': '8',
 'block-section-abilities-2/row/4/0': 'Мудрість',
 'block-section-abilities-2/row/4/1': '8',
 'block-section-abilities-2/row/4/2': '8',
 'block-section-abilities-2/row/5/0': 'Харизма',
 'block-section-abilities-2/row/5/1': '15',
 'block-section-abilities-2/row/5/2': '17',
 'block-section-race-1': 'З певних причин нам потрібен Дворф{{Dwarf}}, але всі '
                         'переваги звичайного дворфа нам не так уже й '
                         'потрібні. Натомість нам дуже подобаються опір '
                         'зачаруванню й оглушенню, величезний радіус Темного '
                         'зору та магія дуергарів{{Duergar Magic}}, тож '
                         'обираємо Дворфа глибин{{Deep Dwarf}}.',
 'block-section-background-1': 'Шпигун{{Spy}}. Який кращий спосіб запобігти '
                               'насильству, ніж збирати інформацію та '
                               'передавати її туди, де вона принесе найбільше '
                               'користі? Замініть володіння Непомітністю на '
                               'Атлетику, адже ми все-таки Паладини, а обидва '
                               'володіння інструментами — на мови, актуальні '
                               'для вашої кампанії.',
 'block-section-skills-and-tools-1': 'До навичок, перелічених вище, додайте '
                                     'Залякування та Переконання, отримані від '
                                     'класу.',
 'block-section-feats-1': 'На 4-му рівні беремо Телекінетика{{Telekinetic}} '
                          '(*знову*) — терпіти його не можу.',
 'block-section-feats-2': 'На 8-му рівні доводимо Харизму до максимуму.',
 'block-section-feats-3': 'На 12-му рівні беремо Дворфську стійкість{{Dwarven '
                          'Fortitude}}.',
 'block-section-feats-4': 'На 16-му рівні беремо Витривалий{{Durable}}.',
 'block-section-feats-5': 'На 19-му рівні доводимо Статуру до максимуму.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси й уміння',
 'block-section-levels-1/header/2': 'Нотатки й тактика',
 'block-section-levels-1/row/0/0': '1',
 'block-section-levels-1/row/0/1': 'Божественне відчуття\nЦілющі руки',
 'block-section-levels-1/row/0/2': 'Із початкового спорядження візьміть '
                                   'кольчугу, довгий меч, щит і метальні '
                                   'списи. До 2-го рівня ви будете дещо '
                                   'слабшим Паладином (через Силу 15 замість '
                                   '16).',
 'block-section-levels-1/row/1/0': '2',
 'block-section-levels-1/row/1/1': 'Бойовий стиль: Благословенний воїн\n'
                                   'Замовляння:\n'
                                   '— Настанова\n'
                                   '— Слово сяйва\n'
                                   'Нові підготовлені заклинання:\n'
                                   '— Виклик на дуель\n'
                                   '— Щит віри\n'
                                   '— Лікування ран',
 'block-section-levels-1/row/1/2': 'Майже всю карʼєру нашим основним способом '
                                   'завдавати шкоди буде Слово сяйва [Word of '
                                   'Radiance]. Навіть без підвищення Сили '
                                   'Священне полумʼя [Sacred Flame] '
                                   'завдаватиме більше шкоди за раунд, ніж '
                                   'удар мечем, лише з 17-го рівня. Тож до '
                                   'того часу обиратимемо Настанову '
                                   '[Guidance]. Не забувайте про +к4. '
                                   'Заклинаннями займаємося як звичайні '
                                   'Паладини. На вищих рівнях Виклик на дуель '
                                   '[Compelled Duel] добре працюватиме, коли '
                                   'змушуватиме ворогів атакувати нас, поки ми '
                                   'виконуємо Ухилення.',
 'block-section-levels-1/row/2/0': '3',
 'block-section-levels-1/row/2/1': 'Божественне здоровʼя\n'
                                   'Канал божественності:\n'
                                   '— Посланник миру\n'
                                   '— Відплата насильству\n'
                                   'Нові заклинання завжди підготовлені:\n'
                                   '— Святилище\n'
                                   '— Сон\n'
                                   '— Збільшення/Зменшення',
 'block-section-levels-1/row/2/2': 'Ми вже обговорювали вище, в розділі про '
                                   'вміння підкласу, як застосовувати '
                                   '«Відплату насильству»{{Rebuke the '
                                   'Violent}}. Саме так і робіть. '
                                   'Збільшення/Зменшення [Enlarge/Reduce] від '
                                   'раси допоможе компенсувати порівняно '
                                   'низьку Силу, коли знадобиться щось '
                                   'атлетичне або трохи додаткової шкоди '
                                   'мечем. Поки що в нас немає слотів, щоб '
                                   'накладати його повторно, тож до 5-го рівня '
                                   'матимемо лише безкоштовне застосування.',
 'block-section-levels-1/row/3/0': '4',
 'block-section-levels-1/row/3/1': 'Телекінетик{{Telekinetic}} (Хар)\n'
                                   'Нові підготовлені заклинання:\n'
                                   '— Громова кара\n'
                                   '— Церемонія',
 'block-section-levels-1/row/3/2': 'Повірте, я не в захваті, але в нас не '
                                   'зʼявиться іншого застосування бонусної '
                                   'дії, а Харизму треба підвищувати. Якщо ця '
                                   'риса вам набридла, візьміть натомість '
                                   '{{Доторк феї|Fey-Touched}}. Або робіть '
                                   'різні кумедні речі: наприклад, бонусною '
                                   'дією допомагайте союзникам відступати чи '
                                   'зіштовхуйте ворогів зі скель. Хіба це '
                                   'насильство, якщо шкоди завдає '
                                   '*гравітація*? Можна також розподілити '
                                   'Покращення Характеристик між Силою та '
                                   'Харизмою, але де тут розвага?',
 'block-section-levels-1/row/4/0': '5',
 'block-section-levels-1/row/4/1': 'Додаткова атака\n'
                                   'Нові підготовлені заклинання:\n'
                                   '— Пошук скакуна\n'
                                   '— Героїзм\n'
                                   '— Мале відновлення\n'
                                   '— Стримування особи\n'
                                   '— Вгамування емоцій\n'
                                   '— Невидимість',
 'block-section-levels-1/row/4/2': 'Замініть Щит віри [Shield of Faith] і '
                                   'Церемонію [Ceremony] на перелічені '
                                   'заклинання. Мале відновлення [Lesser '
                                   'Restoration] дещо дублює {{Цілющі руки|Lay '
                                   'on Hands}}, але зараз наш запас обох '
                                   'ресурсів обмежений, тож запасний варіант '
                                   'стане в пригоді. Додаткова атака підвищує '
                                   'шкоду проти одиночної цілі, якщо двічі '
                                   'атакувати, хоча шкода від Священного '
                                   'полумʼя [Sacred Flame] на цьому рівні теж '
                                   'зростає. Загальна шкода за раунд у '
                                   'будь-якому разі менша за 8, тож найкраще '
                                   'або кинутися в групу й застосувати Слово '
                                   'сяйва [Word of Radiance], або заклинаннями '
                                   'грати контролера. Тобто підлаштовуйтеся '
                                   'під групу. Якщо більшість союзників атакує '
                                   'здалеку, візьміть Священне полумʼя [Sacred '
                                   'Flame] і тримайте їх в аурах. Якщо '
                                   'більшість бʼється зблизька — вступайте в '
                                   'бій і завдавайте більше шкоди. Пошук '
                                   'скакуна [Find Steed] — непросте '
                                   'заклинання. Можливо, варто прочитати '
                                   '[[1|Практичний гайд із кінного бою]] та '
                                   'послухати наш [[2|випуск подкасту про '
                                   'кінний бій]]. Я раджу це заклинання не '
                                   'тому, що ви маєте їздити верхи, а тому, що '
                                   'небесний бойовий кінь — це круто й може '
                                   'бути корисним у багатьох ситуаціях. '
                                   'Зазвичай заклинання не доведеться часто '
                                   'накладати, тож у цей слот варто готувати '
                                   'Лікування ран [Cure Wounds]; однак '
                                   'накласти його знадобиться, коли кінь '
                                   'загине. З КБ 11 і без володіння ряткидками '
                                   'це траплятиметься доволі часто. Але краще '
                                   'втратити коня, ніж союзників, яких '
                                   'замінити складніше. Наша раса також дає '
                                   'безкоштовну Невидимість [Invisibility] раз '
                                   'на день і можливість накладати її '
                                   'повторно.',
 'block-section-levels-1/row/5/0': '6',
 'block-section-levels-1/row/5/1': '{{Аура захисту|Aura of Protection}}\n'
                                   'Нове підготовлене заклинання:\n'
                                   '— будь-яке',
 'block-section-levels-1/row/5/2': 'Хотіли б отримати +4 до всіх ряткидків? '
                                   'Ваша група теж. Варто зауважити, що в '
                                   'описі не вказано, до яких саме ряткидків '
                                   'вона діє, отже, до всіх — зокрема й до '
                                   'ряткидків від смерті. Тримайтеся поруч із '
                                   'друзями, що вмирають, навіть якщо не '
                                   'можете витратити дію, щоб підлікувати їх '
                                   '«Цілющими руками»{{Lay on Hands}}.',
 'block-section-levels-1/row/6/0': '7',
 'block-section-levels-1/row/6/1': '{{Аура опікуна|Aura of the Guardian}}',
 'block-section-levels-1/row/6/2': 'Ми й так доволі витривалі, тож можемо '
                                   'прийняти кілька ударів за союзників. '
                                   'Памʼятайте: якщо ви підтримуєте заклинання '
                                   'з Концентрацією, доведеться пройти '
                                   'ряткидок Концентрації. Тому краще '
                                   'запобігайте помірній шкоді, а не '
                                   'величезним критичним ударам. Для них '
                                   'застосовуйте «Відплату насильству»{{Rebuke '
                                   'the Violent}}.',
 'block-section-levels-1/row/7/0': '8',
 'block-section-levels-1/row/7/1': 'Покращення Характеристик: Харизма 18 → 20\n'
                                   'Нове підготовлене заклинання:\n'
                                   '— будь-яке',
 'block-section-levels-1/row/7/2': 'Приємний, але нічим не примітний рівень.',
 'block-section-levels-1/row/8/0': '9',
 'block-section-levels-1/row/8/1': 'Нові підготовлені заклинання:\n'
                                   '— Відродження\n'
                                   '— Контрчари\n'
                                   '— Гіпнотичний візерунок',
 'block-section-levels-1/row/8/2': 'Усі заклинання цього рівня чудові; шкода '
                                   'лише, що слотів недостатньо, аби '
                                   'застосувати їх усі. Гіпнотичний візерунок '
                                   '[Hypnotic Pattern] може завершити бій, '
                                   'щойно він почнеться. Просто дозвольте '
                                   'друзям пройти між ворогами й добити їх по '
                                   'одному. Спершу можна скувати їх: це не '
                                   'припинить ефект.',
 'block-section-levels-1/row/9/0': '10',
 'block-section-levels-1/row/9/1': '{{Аура мужності|Aura of Courage}}',
 'block-section-levels-1/row/9/2': 'Я тлумачу формулювання «не може бути '
                                   'наляканим» так: якщо істота вже налякана, '
                                   'достатньо підійти до неї на відстань 10 '
                                   'футів, щоб ваша аура зняла з неї ефект '
                                   'страху, а не лише придушила його. Це не '
                                   'узгоджується з трактуванням наміру правил '
                                   'Джеремі Кроуфорда, але навіть він визнає, '
                                   'що [[1|буквальні правила не дають чіткої '
                                   'відповіді]].',
 'block-section-levels-1/row/10/0': '11',
 'block-section-levels-1/row/10/1': 'Покращена божественна кара{{Improved '
                                    'Divine Smite}}',
 'block-section-levels-1/row/10/2': 'Хотілося б сказати, що Священне полумʼя '
                                    '[Sacred Flame] нарешті завдає більше '
                                    'шкоди за раунд, ніж удар мечем. Та ні. '
                                    'Якщо тільки супротивник не провалить '
                                    'ряткидок Спритності з результатом 16 на '
                                    'к20, додаткові к8 за кожну атаку '
                                    'означають, що проти однієї цілі атакувати '
                                    'все ще вигідніше.',
 'block-section-levels-1/row/11/0': '12',
 'block-section-levels-1/row/11/1': 'Дворфська стійкість{{Dwarven Fortitude}}',
 'block-section-levels-1/row/11/2': 'Статура стане непарною, але тепер ми '
                                    'отримаємо чудову перевагу від Ухилення, '
                                    'поки підтримуємо Концентрацію на Виклику '
                                    'на дуель [Compelled Duel] й реакцією '
                                    'приймаємо шкоду за друзів.',
 'block-section-levels-1/row/12/0': '13',
 'block-section-levels-1/row/12/1': 'Нові підготовлені заклинання:\n'
                                    '— Пошук вищого скакуна\n'
                                    '— Захист від смерті\n'
                                    '— Пружна сфера Отілюка\n'
                                    '— Камʼяна шкіра',
 'block-section-levels-1/row/12/2': 'Замініть усе, що почали готувати на 8-му '
                                    'рівні, на Захист від смерті [Death Ward], '
                                    'а Пошук вищого скакуна [Find Greater '
                                    'Steed] використовуйте, щоб отримати '
                                    'небесного пегаса замість бойового коня. '
                                    'Накладіть Захист від смерті на себе — він '
                                    'діятиме й на коня. Це особливо добре, бо '
                                    'за потреби ми зможемо, наприклад, '
                                    'прийняти на себе Розщеплення '
                                    '[Disintegrate] замість друга, знаючи, що '
                                    'Захист від смерті не дасть нам загинути.',
 'block-section-levels-1/row/13/0': '14',
 'block-section-levels-1/row/13/1': 'Очищувальний дотик',
 'block-section-levels-1/row/13/2': 'Тиц.',
 'block-section-levels-1/row/14/0': '15',
 'block-section-levels-1/row/14/1': 'Захисний дух{{Protective Spirit}}',
 'block-section-levels-1/row/14/2': 'Безперечно, це чудово, але працює лише '
                                    'тоді, коли в нас менше половини ХП. А '
                                    'якщо ХП потрібні, коли їх більше '
                                    'половини?',
 'block-section-levels-1/row/15/0': '16',
 'block-section-levels-1/row/15/1': 'Витривалий{{Durable}}\n'
                                    'Нове підготовлене заклинання:\n'
                                    '— будь-яке',
 'block-section-levels-1/row/15/2': 'Статура знову зростає, тож тепер після '
                                    'дії Ухилення ми відновлюємо 12–14 ХП '
                                    'замість 4–13, як на попередньому рівні. '
                                    'Стежте за кількістю кубиків здоровʼя.',
 'block-section-levels-1/row/16/0': '17',
 'block-section-levels-1/row/16/1': 'Нові підготовлені заклинання:\n'
                                    '— Священна зброя\n'
                                    '— Руйнівна хвиля\n'
                                    '— Стримування монстра\n'
                                    '— Стеження',
 'block-section-levels-1/row/16/2': 'Священне полумʼя [Sacred Flame] нарешті '
                                    'завдавало б більше шкоди за раунд одній '
                                    'цілі, але вже трохи запізно відмовлятися '
                                    'від Настанови [Guidance]. Беремо два '
                                    'заклинання, якими воліли б не '
                                    'користуватися, але застосуємо їх у '
                                    'скруті, бо кращих варіантів немає. '
                                    'Особливо зважаючи на те, що Руйнівна '
                                    'хвиля [Destructive Wave] вже використовує '
                                    'нашу повну складність ряткидка.',
 'block-section-levels-1/row/17/0': '18',
 'block-section-levels-1/row/17/1': 'Покращення Аур{{Aura Improvements}}',
 'block-section-levels-1/row/17/2': 'Так значно легше займати потрібні '
                                    'позиції.',
 'block-section-levels-1/row/18/0': '19',
 'block-section-levels-1/row/18/1': 'Покращення Характеристик: Статура 18 → 20',
 'block-section-levels-1/row/18/2': 'Стільки ХП, стільки Концентрації.',
 'block-section-levels-1/row/19/0': '20',
 'block-section-levels-1/row/19/1': '{{Емісар спокути|Emissary of Redemption}}',
 'block-section-levels-1/row/19/2': 'Опір, який дає це вміння, не поширюється '
                                    'на шкоду від Охоронного звʼязку [Warding '
                                    'Bond] чи {{Аури опікуна|Aura of the '
                                    'Guardian}}. Проте воно все одно допомагає '
                                    'довше витримувати атаки, що влучають '
                                    'безпосередньо у вас.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
