import refs

TITLE = 'Паладин Клятви слави — гайд підкласу (2014)'
TOPICS = 'Паладин, підклас, Клятва слави, збірка'

HEADINGS = {'intro': 'Паладин Клятви слави: гайд підкласу D&D 5e',
 'section-introduction': 'Вступ',
 'section-3': 'Зміст',
 'section-disclaimer': 'Як читати оцінки RPGbot',
 'section-features': 'Уміння Клятви слави',
 'section-oath-of-glory-ability-scores': 'Характеристики Клятви слави',
 'section-oath-of-glory-races': 'Раси Клятви слави',
 'section-oath-of-glory-fighting-styles': 'Бойові стилі Клятви слави',
 'section-oath-of-glory-feats': 'Риси Клятви слави',
 'section-oath-of-glory-weapons': 'Зброя Клятви слави',
 'section-oath-of-glory-armor': 'Обладунки Клятви слави',
 'section-example-oath-of-glory-build-athasian-gladiators': 'Приклад збірки — '
                                                            'атаські '
                                                            'гладіатори',
 'section-abilities': 'Характеристики',
 'section-race': 'Раса',
 'section-background': 'Передісторія',
 'section-skills-and-tools': 'Навички й інструменти',
 'section-feats': 'Риси',
 'section-levels': 'Рівні'}

FRAGMENTS = {'block-intro-1': '*Будь символом досконалості**Будь легендою, стань '
                  'культом**Приймай їхню хвалу, збирай пожертви**Поки юрми '
                  'радіють*–[[1|Важко бути богом]]',
 'block-section-introduction-1': 'Паладин Клятви слави — не лише загартований '
                                 'воїн, а й справжній шоумен. Озброєний '
                                 'засобами перетворити бій на видовищну '
                                 'розвагу, поєднавши меч і магію, він може '
                                 'тримати передній край і самостійно '
                                 'підсилювати себе, наприклад накладати '
                                 'Прискорення [Haste].',
 'block-section-introduction-2': 'Багато Паладинів можуть осідлати коня (чи '
                                 'носорога, чи шаблезубого тигра) й воювати '
                                 'верхи, але ніхто не робить це так ефектно, '
                                 'як Клятва слави. Завдяки аурі, що збільшує '
                                 'швидкість, і здатності ділитися Прискоренням '
                                 '[Haste] зі скакуном, ніхто не наздожене ні '
                                 'вас, ні вашого летючого коня. Та, може, '
                                 '[[1|кінний бій]] — не для вас. Може, ви '
                                 'хочете кинутися просто в гущу бою й повалити '
                                 'когось на землю, наче справжній борець. А з '
                                 'Каналом божественності на вашому боці ви '
                                 'можете стати одним із [[2|найкращих борців]] '
                                 'у грі. (Не [[3|найкращим]], але принаймні '
                                 'одним із пʼяти найкращих.)',
 'block-section-introduction-3': 'Наша прикладна збірка тримає баланс між '
                                 'готовністю захоплювати ворогів і готовністю '
                                 'осідлати скакуна й вирушити в бій. Вона '
                                 'відтворює різнобічність, потрібну для '
                                 'виживання на гладіаторських аренах '
                                 'жахливого, випаленого сонцем пекельного '
                                 'світу [[1|Атаса]]{{Athas}}.',
 'block-section-features-1/item/0': 'Заклинання клятви{{Oath Spells}}: Багато '
                                    'заклинань у списку чудові: Паладин Клятви '
                                    'слави може взяти на себе підтримання '
                                    'Концентрації на потужних підсиленнях і '
                                    'звільнити заклиначів групи для контролю '
                                    'території чи інших заклинань. Та '
                                    'памʼятайте: хоч «Аура захисту»{{Aura of '
                                    'Protection}} й допомагає, Паладин не має '
                                    'володіння ряткидками Статури. Якщо ви '
                                    'регулярно братимете на себе це завдання в '
                                    'бою, розгляньте рису '
                                    '«Стійкий»{{Resilient}} або «Бойовий '
                                    'заклинатель»{{War Caster}}, щоб успішніше '
                                    'проходити ряткидки Концентрації.',
 'block-section-features-1/item/1': '{{3-й рівень|3rd-Level}}: Спрямований '
                                    'заряд [Guiding Bolt] — непросте '
                                    'заклинання, адже Паладини зазвичай не '
                                    'можуть достатньо підвищити Харизму, щоб '
                                    'добре влучати атаками заклинаннями. '
                                    'Імовірно, часто ви його не накладатимете, '
                                    'але це непогана дальня атака, коли до '
                                    'ворогів не дістати в ближньому бою. '
                                    'Героїзм [Heroism] — чудовий захисний '
                                    'варіант. На низьких рівнях, коли корисний '
                                    'імунітет до переляку, Харизма буде '
                                    'замалою для добрих тимчасових ХП; на '
                                    'високих рівнях, коли тимчасові ХП уже '
                                    'неважливі, ви матимете імунітет до '
                                    'переляку.',
 'block-section-features-1/item/2': '{{5-й рівень|5th-Level}}: Покращення '
                                    'здібності [Enhance Ability] — чудове '
                                    'універсальне заклинання для бою та поза '
                                    'ним. У бою воно найімовірніше знадобиться '
                                    'для Сили, але для цього у вас є '
                                    '«Незрівнянний атлет»{{Peerless Athlete}}, '
                                    'тож залиште Покращення здібності [Enhance '
                                    'Ability] для позабойових ситуацій — '
                                    'наприклад, коли в соціальній взаємодії '
                                    'потрібна перевага на перевірки Харизми. '
                                    'Магічна зброя [Magic Weapon] — чудове '
                                    'заклинання, якщо у вас немає постійної '
                                    'магічної зброї, але воно потребує '
                                    'Концентрації, тож зазвичай краще накласти '
                                    'щось інше, якщо тільки це не конче '
                                    'потрібно.',
 'block-section-features-1/item/3': '{{9-й рівень|9th-Level}}: Два фантастичні '
                                    'підсилення, але обидва потребують '
                                    'Концентрації. Водночас, якщо накласти '
                                    'Прискорення [Haste] на себе й безкоштовно '
                                    'поділитися ним зі скакуном із Пошуку '
                                    'скакуна [Find Steed] чи Пошуку вищого '
                                    'скакуна [Find Greater Steed], як це '
                                    'дозволяє опис цих заклинань, скакун '
                                    'щораунду зможе виконувати і Ривок, і '
                                    'Відступ: загальне пересування скакуна за '
                                    'раунд зросте вчетверо, а принагідні атаки '
                                    'його не дістануть; Паладин Клятви слави '
                                    'ще й отримає додаткову атаку. Захист від '
                                    'енергії [Protection from Energy] — '
                                    'незамінне захисне підсилення на '
                                    'будь-якому рівні.',
 'block-section-features-1/item/4': '{{13-й рівень|13th-Level}}: Навряд чи '
                                    'Харизми вистачить, щоб надійно '
                                    'застосовувати Примушування [Compulsion], '
                                    'та й ефект не надто корисний. Змусити '
                                    'цілі тікати в певному напрямку, '
                                    'витрачаючи Концентрацію, — лише затягує '
                                    'бої. Свобода рухів [Freedom of Movement] '
                                    '— чудове заклинання, але корисне лише за '
                                    'певних обставин. На щастя, воно не '
                                    'потребує Концентрації, тож ним можна '
                                    'поділитися зі скакуном.',
 'block-section-features-1/item/5': '{{17-й рівень|17th-Level}}: Віщування, '
                                    'яке решта заклиначів накладає вже 8 '
                                    'рівнів. Полумʼяний удар [Flame Strike] '
                                    'допомагає впоратися з натовпом, але на '
                                    'цьому рівні його шкода посередня, а '
                                    'складність ряткидка, імовірно, буде '
                                    'нижчою, ніж у повного заклинача.',
 'block-section-features-1/item/6': 'Канал божественності{{Channel Divinity}}:',
 'block-section-features-1/item/7': 'Незрівнянний атлет{{Peerless Athlete}}: '
                                    'Сила (Атлетика) охоплює перевірки '
                                    'Захоплення й Штовхання — базові тактичні '
                                    'варіанти для класів ближнього бою на '
                                    'передовій, як-от Паладин. Це вміння '
                                    'активується бонусною дією, тож не заважає '
                                    'вашим атакам, а 10 хвилин дії можуть '
                                    'охопити кілька сутичок, якщо не '
                                    'зволікати. Класична комбінація '
                                    '[[1|Захоплення й Штовхання]] — легкий '
                                    'спосіб дати перевагу собі та іншим '
                                    'союзникам ближнього бою, тож Незрівнянний '
                                    'атлет — чудовий спосіб полегшити цю '
                                    'комбінацію.',
 'block-section-features-1/item/8': 'Надихаючий удар{{Inspiring Smite}}: '
                                    'Непоганий запас тимчасових ХП; зазвичай '
                                    'ви притримаєте його для себе, але '
                                    'можливість передати його союзникам дає '
                                    'чудовий тактичний варіант. Памʼятайте: '
                                    'спершу треба застосувати «Божественну '
                                    'кару»{{Divine Smite}}, а вже потім '
                                    'активувати це вміння, тож завжди тримайте '
                                    'напоготові слот заклинань, щоб мати змогу '
                                    'вразити ворога й запустити Надихаючий '
                                    'удар.',
 'block-section-features-1/item/9': '{{Аура рвучкості|Aura of Alacrity}}: '
                                    'Додаткові 10 футів швидкості корисні '
                                    'Паладину й його скакуну, хоча посеред бою '
                                    'союзникам важко надійно триматися поруч. '
                                    'Інші гравці, ймовірно, зможуть пройти '
                                    'далі завдяки вдалому розташуванню, аніж '
                                    'намагаючись не виходити з малої аури. Але '
                                    'аура спрацьовує на початку ходу союзника, '
                                    'тож саме нам треба розташувати її так, '
                                    'щоб додати групі ті вирішальні 10 футів.',
 'block-section-features-1/item/10': 'Славна оборона{{Glorious Defense}}: '
                                     'Фантастичне захисне вміння, яке поєднує '
                                     'бонус до КБ від заклинання Щит [Shield] '
                                     'із безкоштовною контратакою. Щоб '
                                     'витиснути з нього максимум, візьміть '
                                     'дальнобійну зброю або зброю з '
                                     'досяжністю.',
 'block-section-features-1/item/11': '{{Аура рвучкості (покращення)|Aura of '
                                     'Alacrity (improvement)}}: Ефект не '
                                     'змінюється, але збільшується радіус. '
                                     'Мала зона дії ускладнює розташування '
                                     'аури; 10 футів дають достатньо простору, '
                                     'щоб до завершення ходу встигнути охопити '
                                     'нею кількох союзників.',
 'block-section-features-1/item/12': 'Жива легенда{{Living Legend}}: Усі '
                                     'ефекти неймовірні й мають широке '
                                     'застосування. Не витрачайте це вміння на '
                                     'перевірки Харизми в соціальних '
                                     'ситуаціях: для цього можна накласти '
                                     'Покращення здібності [Enhance Ability].',
 'block-section-oath-of-glory-ability-scores-1': 'Паладинам потрібні три '
                                                 'характеристики: Сила, '
                                                 'Статура й Харизма. Для '
                                                 'Клятви слави{{Oath of '
                                                 'Glory}} тут нічого не '
                                                 'змінюється.',
 'block-section-oath-of-glory-ability-scores-2': 'Сила: потрібна, щоб носити '
                                                 'важкі обладунки й завдавати '
                                                 'ударів у ближньому бою, '
                                                 'накладаючи «Божественну '
                                                 'кару»{{Divine Smite}}.',
 'block-section-oath-of-glory-ability-scores-3': 'Спритність: поширений '
                                                 'ряткидок, з яким нам, '
                                                 'імовірно, доведеться мати '
                                                 'справу.',
 'block-section-oath-of-glory-ability-scores-4': 'Статура: визначає запас ХП і '
                                                 'ряткидки для підтримання '
                                                 'Концентрації. Це нам '
                                                 'потрібно.',
 'block-section-oath-of-glory-ability-scores-5': 'Інтелект: шкода, що він '
                                                 'більше не має загального '
                                                 'застосування для всіх '
                                                 'класів.',
 'block-section-oath-of-glory-ability-scores-6': 'Мудрість: як і Спритність, '
                                                 'це ще один поширений '
                                                 'ряткидок, але ми володіємо '
                                                 'ним від початку.',
 'block-section-oath-of-glory-ability-scores-7': 'Харизма: від неї залежать '
                                                 'складність ряткидків проти '
                                                 'ваших заклинань і {{Аура '
                                                 'захисту|Aura of '
                                                 'Protection}}.',
 'block-section-oath-of-glory-ability-scores-8/header/1': '**Купівля за очки**',
 'block-section-oath-of-glory-ability-scores-8/header/2': '**Стандартний '
                                                          'масив**',
 'block-section-oath-of-glory-ability-scores-8/row/0/0': 'Сила',
 'block-section-oath-of-glory-ability-scores-8/row/0/1': '15',
 'block-section-oath-of-glory-ability-scores-8/row/0/2': '15',
 'block-section-oath-of-glory-ability-scores-8/row/1/0': 'Спритність',
 'block-section-oath-of-glory-ability-scores-8/row/1/1': '8',
 'block-section-oath-of-glory-ability-scores-8/row/1/2': '12',
 'block-section-oath-of-glory-ability-scores-8/row/2/0': 'Статура',
 'block-section-oath-of-glory-ability-scores-8/row/2/1': '15',
 'block-section-oath-of-glory-ability-scores-8/row/2/2': '13',
 'block-section-oath-of-glory-ability-scores-8/row/3/0': 'Інтелект',
 'block-section-oath-of-glory-ability-scores-8/row/3/1': '8',
 'block-section-oath-of-glory-ability-scores-8/row/3/2': '8',
 'block-section-oath-of-glory-ability-scores-8/row/4/0': 'Мудрість',
 'block-section-oath-of-glory-ability-scores-8/row/4/1': '8',
 'block-section-oath-of-glory-ability-scores-8/row/4/2': '10',
 'block-section-oath-of-glory-ability-scores-8/row/5/0': 'Харизма',
 'block-section-oath-of-glory-ability-scores-8/row/5/1': '15',
 'block-section-oath-of-glory-ability-scores-8/row/5/2': '14',
 'block-section-oath-of-glory-races-1': 'Щодо інших варіантів перегляньте '
                                        'також [[1|Розбір рас Паладина]].',
 'block-section-oath-of-glory-races-2/item/0': 'Кентавр{{Centaur}}[[1|MMoM]]: '
                                               'хочете рухатися дуже швидко? '
                                               'Кентаври Клятви слави можуть '
                                               'розігнатися до 50 футів '
                                               'завдяки «Аурі рвучкості»{{Aura '
                                               'of Alacrity}}.',
 'block-section-oath-of-glory-races-2/item/1': 'Своя раса{{Custom '
                                               'Lineage}}[[1|TCoE]]: оскільки '
                                               'Клятва дає багато заклинань із '
                                               'Концентрацією, можливість '
                                               'узяти «Стійкий»{{Resilient}} '
                                               '(Статура) ще на 1-му рівні дає '
                                               'значну перевагу в ряткидках '
                                               'Концентрації.',
 'block-section-oath-of-glory-races-2/item/2': 'Локсодон{{Loxodon}}[[1|GGtR]]: '
                                               '«Незрівнянний атлет»{{Peerless '
                                               'Athlete}} просто напрошується '
                                               'на спроби захоплення, а '
                                               'локсодони можуть захоплювати '
                                               'хоботом.',
 'block-section-oath-of-glory-races-2/item/3': 'Варіант людини{{Variant '
                                               'Human}}[[1|PHB]]: з тієї ж '
                                               'причини, що й вище для «Своєї '
                                               'раси»{{Custom Lineage}}, '
                                               'володіння ряткидками Статури '
                                               'допоможе вам краще їх долати.',
 'block-section-oath-of-glory-races-2/item/4': 'Раси з польотом, лазінням або '
                                               'плаванням: «Аура '
                                               'рвучкості»{{Aura of Alacrity}} '
                                               'збільшує лише швидкість '
                                               'ходьби. Для рас (особливо '
                                               'старіших) із фіксованими '
                                               'значеннями інших типів '
                                               'швидкості це не робить їх '
                                               'поганим вибором — просто вони '
                                               'не рухатимуться швидше. Утім, '
                                               'усе з «Монстрів '
                                               'Мультивсесвіту»{{Monsters of '
                                               'the Multiverse}} отримує ці '
                                               'швидкості залежно від '
                                               'швидкості ходьби, тож вони теж '
                                               'зростатимуть.',
 'block-section-oath-of-glory-fighting-styles-1/item/0': 'Бій наосліп{{Blind '
                                                         'Fighting}}: 10 футів '
                                                         'сліпозору{{blindsight}} '
                                                         '— чудовий вибір.',
 'block-section-oath-of-glory-fighting-styles-1/item/1': 'Оборона{{Defense}}: '
                                                         '+1 до КБ завжди '
                                                         'стане в пригоді.',
 'block-section-oath-of-glory-fighting-styles-1/item/2': 'Дуель{{Dueling}}: '
                                                         'зазвичай одноручна '
                                                         'зброя поступається '
                                                         'дворучній, але '
                                                         '«Незрівнянний '
                                                         'атлет»{{Peerless '
                                                         'Athlete}} ідеально '
                                                         'пасує до збірки '
                                                         'борця. Візьміть '
                                                         'спис{{Spear}} і '
                                                         '«Майстра древкової '
                                                         'зброї»{{Polearm '
                                                         'Master}}, щоб додати '
                                                         'ці +2 до бонусного '
                                                         'стусана.',
 'block-section-oath-of-glory-fighting-styles-1/item/3': '**Рукопашний '
                                                         'бій**{{Unarmed '
                                                         'Fighting}}: за '
                                                         'буквальним текстом '
                                                         'правил Паладини не '
                                                         'можуть обрати цей '
                                                         'стиль, але, на мою '
                                                         'думку, для Клятви '
                                                         'слави було б дуже '
                                                         'доречно боротися '
                                                         'голіруч із лютими '
                                                         'легендарними звірами '
                                                         '— як Геракл. Це '
                                                         'нічого не ламає, '
                                                         'тож, можливо, ваш '
                                                         'Майстер дозволить '
                                                         'зробити виняток.',
 'block-section-oath-of-glory-feats-1': 'Як завжди, зазирніть також до '
                                        '[[1|Довідника Паладина]].',
 'block-section-oath-of-glory-feats-2/item/0': 'Адепт метамагії{{Metamagic '
                                               'Adept}}[[1|TCoE]]: у нас '
                                               'обмежена кількість слотів '
                                               'заклинань, тож оберіть цю рису '
                                               'й візьміть і {{Подовжене '
                                               'заклинання|Extended Spell}}, і '
                                               '{{Спарене заклинання|Twinned '
                                               'Spell}} — це дасть саме той '
                                               'невеликий додатковий запас, '
                                               'якого може забракнути.',
 'block-section-oath-of-glory-feats-2/item/1': '{{Майстер древкової '
                                               'зброї|Polearm '
                                               'Master}}[[1|PHB]]: тримайте '
                                               'спис в одній руці, а другу '
                                               'залиште вільною — так ви '
                                               'зможете хапати ворогів, колоти '
                                               'їх списом і ще бити бонусним '
                                               'стусаном.',
 'block-section-oath-of-glory-feats-2/item/2': 'Стійкий{{Resilient}}[[1|PHB]]: '
                                               'у списку заклинань Клятви '
                                               'надто багато варіантів із '
                                               'Концентрацією, тож ця риса '
                                               'потрібніша нам, ніж іншим '
                                               'Паладинам.',
 'block-section-oath-of-glory-feats-2/item/3': '{{Експерт у навичках|Skill '
                                               'Expert}}[[1|TCoE]]: Експертиза '
                                               'в Атлетиці на додачу до '
                                               'переваги від нашого Каналу '
                                               'божественності{{Channel '
                                               'Divinity}} може бути '
                                               'надмірною, але це все одно '
                                               'чудовий план.',
 'block-section-oath-of-glory-weapons-1/item/0': 'Спис{{Spear}}: разом із '
                                                 '«Майстром древкової '
                                                 'зброї»{{Polearm Master}} це '
                                                 'найкращий вибір для '
                                                 'комбінації захоплення й '
                                                 'стусана. Якщо ви не берете '
                                                 'цю рису, вибір зброї нічим '
                                                 'не відрізняється від вибору '
                                                 'інших Паладинів.',
 'block-section-oath-of-glory-armor-1': 'Тут майже нічого не відрізняється від '
                                        'стандартного Паладина.',
 'block-section-example-oath-of-glory-build-athasian-gladiators-1': '*«Геркулес» '
                                                                    '— лише '
                                                                    'сценічне '
                                                                    'імʼя, а '
                                                                    'всі ці '
                                                                    'історії '
                                                                    'про '
                                                                    'божественних '
                                                                    'батьків '
                                                                    'так само '
                                                                    'вигадані '
                                                                    'для '
                                                                    'шанувальників.* '
                                                                    '— '
                                                                    'Безіменний '
                                                                    'атаський{{Athasian}} '
                                                                    'гладіатор',
 'block-section-example-oath-of-glory-build-athasian-gladiators-2': 'Не знаю, '
                                                                    'чи це '
                                                                    'стає '
                                                                    'тенденцією '
                                                                    'в моїх '
                                                                    'довідниках, '
                                                                    'чи просто '
                                                                    'багато '
                                                                    'підкласів '
                                                                    'добре '
                                                                    'пасують '
                                                                    'для '
                                                                    'захоплень. '
                                                                    'Принаймні '
                                                                    'кожен з '
                                                                    'них '
                                                                    'робить це '
                                                                    'по-своєму.',
 'block-section-example-oath-of-glory-build-athasian-gladiators-3': 'Ця збірка '
                                                                    '— гнучкий '
                                                                    'гладіатор, '
                                                                    'однаково '
                                                                    'вправний '
                                                                    'у '
                                                                    'рукопашному '
                                                                    'бою '
                                                                    'пішки, '
                                                                    'кінних '
                                                                    'наскоках '
                                                                    'і навіть '
                                                                    'керуванні '
                                                                    'колісницею.',
 'block-section-abilities-1': 'Ми зосередимося на Силі й Харизмі, спрямовуючи '
                              'на них Покращення Характеристик, а Статура '
                              'залишиться на рівні 16 протягом усієї карʼєри. '
                              'Отже, Спритність, Інтелект і Мудрість ми '
                              'занедбуємо. Ми обираємо расовий варіант «Своя '
                              'раса»{{Custom Lineage}} й додаємо +2 до Сили. '
                              'Риса першого рівня — гібридна: {{Стійкий '
                              '(Статура)|Resilient (Constitution)}}; її буде '
                              'враховано в таблиці нижче.',
 'block-section-abilities-2/header/1': '**Купівля за очки**',
 'block-section-abilities-2/header/2': '**Расова зміна**',
 'block-section-abilities-2/row/0/0': 'Сил',
 'block-section-abilities-2/row/0/1': '15',
 'block-section-abilities-2/row/0/2': '17',
 'block-section-abilities-2/row/1/0': 'Спр',
 'block-section-abilities-2/row/1/1': '8',
 'block-section-abilities-2/row/1/2': '8',
 'block-section-abilities-2/row/2/0': 'Стат',
 'block-section-abilities-2/row/2/1': '15',
 'block-section-abilities-2/row/2/2': '16',
 'block-section-abilities-2/row/3/0': 'Інт',
 'block-section-abilities-2/row/3/1': '8',
 'block-section-abilities-2/row/3/2': '8',
 'block-section-abilities-2/row/4/0': 'Муд',
 'block-section-abilities-2/row/4/1': '8',
 'block-section-abilities-2/row/4/2': '8',
 'block-section-abilities-2/row/5/0': 'Хар',
 'block-section-abilities-2/row/5/1': '15',
 'block-section-abilities-2/row/5/2': '15',
 'block-section-race-1': 'Обираємо расовий варіант «Своя раса»{{Custom '
                         'Lineage}}, бо хочемо здобути бонусну рису для '
                         'володіння ряткидками Статури й віддаємо перевагу '
                         'Темному зору [Darkvision] замість додаткової '
                         'навички. Також підійде Варіант людини{{Variant '
                         'Human}}: він навіть дозволить мати по 16 в усіх '
                         'трьох важливих для збірки характеристиках — Силі, '
                         'Статурі й Харизмі — і раніше підвищити Харизму (це '
                         'цінно, якщо ви — обличчя групи). Але Харизма '
                         'потрібна нам переважно для вміння 6-го рівня, тож ми '
                         'просто розподілимо підвищення характеристик 4-го '
                         'рівня між Силою та Харизмою й отримаємо той самий '
                         'результат.',
 'block-section-background-1': 'Беремо передісторію «Атлет». Вона підходить '
                               'краще за передісторію «Гладіатор», бо нам '
                               'корисніше володіння наземним транспортом, ніж '
                               'набором для гриму. Щодо навичок: від Паладина '
                               'беремо Атлетику, а володіння Атлетикою від '
                               'Атлета замінюємо на Поводження з тваринами. '
                               'Крім того, Атлет дає Акробатику, яка стане в '
                               'пригоді навіть зі Спритністю 8 завдяки '
                               '«Незрівнянному атлету»{{Peerless Athlete}}.',
 'block-section-skills-and-tools-1': 'Від Паладина беремо Атлетику й '
                                     'Залякування. Від Атлета — Акробатику, '
                                     'Поводження з тваринами й наземний '
                                     'транспорт. Разом ці вміння роблять нас '
                                     'гладіатором арени, який знає, як '
                                     'доглядати і за тваринами, і за '
                                     'колісницями.',
 'block-section-feats-1': 'Щоб набрати багато рис, нам довелося б відмовитися '
                          'від надто багатьох підвищень характеристик.',
 'block-section-feats-2': 'Перший рівень: расовий варіант «Своя раса»{{Custom '
                          'Lineage}} дає нам рису; беремо {{Стійкий '
                          '(Статура)|Resilient (Constitution)}}, щоб зміцнити '
                          'ряткидки Концентрації й підвищити Статуру до 16.',
 'block-section-feats-3': 'Четвертий рівень: підвищуємо Силу й Харизму на +1, '
                          'доводячи їх до 18 і 16 відповідно. Якби замість '
                          'расового варіанта «Своя раса»{{Custom Lineage}} ми '
                          'обрали Варіант людини{{Variant Human}}, тут можна '
                          'було б узяти «Майстра древкової зброї»{{Polearm '
                          'Master}} замість того, щоб чекати до 8-го рівня: '
                          'головне в цьому підвищенні — довести Харизму до 16 '
                          'заради {{Аури захисту|Aura of Protection}}. '
                          'Бонусний стусан «Майстра древкової зброї» дає '
                          'більше шкоди за раунд, ніж +1 до модифікатора Сили.',
 'block-section-feats-4': 'Восьмий рівень: беремо «Майстра древкової '
                          'зброї»{{Polearm Master}}. Якщо ви обрали '
                          'альтернативну збірку з Варіантом людини{{Variant '
                          'Human}}, натомість підвищте Силу на +2, до 18.',
 'block-section-feats-5': 'На цьому етапі характеристики мають бути такими: '
                          'СИЛ 18, СТАТ 16, ХАР 16; також у нас має бути '
                          '«Майстер древкової зброї»{{Polearm Master}}.',
 'block-section-feats-6': 'Дванадцятий рівень: ще одне підвищення '
                          'характеристик — +2 до Сили, до максимальних 20.',
 'block-section-feats-7': 'Шістнадцятий рівень: підвищення характеристик — +2 '
                          'до Харизми, до 18.',
 'block-section-feats-8': 'Девʼятнадцятий рівень: підвищення характеристик — '
                          '+2 до Харизми, до максимальних 20.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси й уміння',
 'block-section-levels-1/header/2': 'Нотатки й тактика',
 'block-section-levels-1/row/0/0': '1',
 'block-section-levels-1/row/0/1': 'Божественне відчуття\n'
                                   'Цілющі руки\n'
                                   'Володіння бойовою зброєю\n'
                                   'Важкі обладунки\n'
                                   'Навички\n'
                                   '– Акробатика\n'
                                   '– Поводження з тваринами\n'
                                   '– Атлетика\n'
                                   '– Залякування\n'
                                   'Риса: «Стійкий (Статура)» (+1 до Статури)',
 'block-section-levels-1/row/0/2': 'Ми можемо стартувати з кольчугою, бойовим '
                                   'молотом або довгим мечем, щитом і списом. '
                                   'Можемо битися зі зброєю та щитом або '
                                   'прибрати щит, щоб звільнити руку для '
                                   'захоплень. Наш КБ буде 16 або 18 зі щитом.',
 'block-section-levels-1/row/1/0': '2',
 'block-section-levels-1/row/1/1': 'Заклинання 1-го рівня\n'
                                   'Божественна кара\n'
                                   'Бойовий стиль: Дуель',
 'block-section-levels-1/row/1/2': 'Тепер нам доступні заклинання 1-го рівня й '
                                   'можливість витрачати слоти заклинань на '
                                   '«Божественну кару»{{Divine Smite}}. '
                                   'Оскільки ми готуємо божественні заклинання '
                                   'й можемо щодня змінювати їх, загальні '
                                   'поради шукайте в [[1|розборі списку '
                                   'заклинань Паладина]], а заклинання клятви '
                                   '— у [[2|списку вище]]. Беремо бойовий '
                                   'стиль «Дуель»{{Dueling}}, щоб завдавати '
                                   'сильніших ударів списом під час '
                                   'захоплення. Можна також обрати «Рукопашний '
                                   'бій»{{Unarmed Fighting}}, якщо Майстер не '
                                   'заперечує проти такого стилю Паладина. Він '
                                   'трохи збільшить шкоду під час захоплення '
                                   'цілі, але все одно варто раз за разом '
                                   'колоти її списом: Божественна кара і '
                                   '«Майстер древкової зброї»{{Polearm '
                                   'Master}} не працюють із кулаками.',
 'block-section-levels-1/row/2/0': '3',
 'block-section-levels-1/row/2/1': 'Божественне здоровʼя{{Divine Health}}\n'
                                   'Священна клятва{{Sacred Oath}}: {{Клятва '
                                   'слави|Oath of Glory}}\n'
                                   'Канал божественності{{Channel Divinity}}\n'
                                   '– Незрівнянний атлет{{Peerless Athlete}}\n'
                                   '– Надихаючий удар{{Inspiring Smite}}',
 'block-section-levels-1/row/2/2': 'Імунітет до хвороб — це добре. Ми '
                                   'приймаємо {{Клятву слави|Oath of Glory}}, '
                                   'яка відкриває список заклинань і два '
                                   'варіанти Каналу божественності{{Channel '
                                   'Divinity}}. «Незрівнянний атлет»{{Peerless '
                                   'Athlete}} дає перевагу на перевірки '
                                   'навичок і кілька інших бонусів, які й '
                                   'роблять нас незрівнянними атлетами. '
                                   '«Надихаючий удар»{{Inspiring Smite}} '
                                   'роздає тимчасові ХП одразу після того, як '
                                   'ми застосуємо «Божественну кару»{{Divine '
                                   'Smite}}. Це забирає нашу бонусну дію, але '
                                   'тимчасові ХП можна розподілити між усіма '
                                   'цілями як завгодно. Можна віддати їх усі '
                                   'собі, але якщо союзникові ось-ось добряче '
                                   'дістанеться, не вагайтеся спрямувати на '
                                   'нього весь запас і цим відрадити ворогів.',
 'block-section-levels-1/row/3/0': '4',
 'block-section-levels-1/row/3/1': 'Покращення Характеристик\n'
                                   '– Сила +1 (17 → 18)\n'
                                   '– Харизма +1 (15 → 16)',
 'block-section-levels-1/row/3/2': 'Підвищуємо Силу й Харизму, щоб збільшити '
                                   'обидва модифікатори на 1. Це важливо: '
                                   'невдовзі запрацює {{Аура захисту|Aura of '
                                   'Protection}}, а з Харизмою 16 ми матимемо '
                                   '+3 до всіх ряткидків.',
 'block-section-levels-1/row/4/0': '5',
 'block-section-levels-1/row/4/1': 'Додаткова атака\nЗаклинання 2-го рівня',
 'block-section-levels-1/row/4/2': 'Тепер, схопивши когось, ми можемо вдарити '
                                   'його в той самий хід — або збити з ніг. '
                                   'Нам також доступні заклинання 2-го рівня, '
                                   'тож колись варто накласти [[1|Пошук '
                                   'скакуна]] [Find Steed], [[2|щоб отримати '
                                   'скакуна]].',
 'block-section-levels-1/row/5/0': '6',
 'block-section-levels-1/row/5/1': '{{Аура захисту|Aura of Protection}}',
 'block-section-levels-1/row/5/2': 'Тепер до всіх ряткидків додається '
                                   'модифікатор Харизми. Це чудово: ми '
                                   'покладаємося на сильні заклинання з '
                                   'Концентрацією, які не хочемо втрачати. '
                                   'Завдяки цьому вмінню й {{Стійкому '
                                   '(Статура)|Resilient (Constitution)}} на '
                                   'цьому рівні маємо +9 до ряткидків Статури.',
 'block-section-levels-1/row/6/0': '7',
 'block-section-levels-1/row/6/1': '{{Аура рвучкості|Aura of Alacrity}}',
 'block-section-levels-1/row/6/2': 'Збільшується наша швидкість ходьби. Саме '
                                   '*ходьби* — не плавання, лазіння чи '
                                   'польоту. Це впливає на будь-якого скакуна, '
                                   'на якому ми їдемо верхи, і на тварин, що '
                                   'тягнуть колісницю, але не на швидкість '
                                   'польоту скакунів, яких згодом отримаємо '
                                   'завдяки [[1|Пошуку вищого скакуна]] [Find '
                                   'Greater Steed]. Істоти, чия швидкість '
                                   'польоту дорівнює швидкості ходьби (усі '
                                   'летючі раси з «Монстрів '
                                   'Мультивсесвіту»{{Monsters of the '
                                   'Multiverse}}), усе ж матимуть збільшену '
                                   'швидкість польоту.',
 'block-section-levels-1/row/7/0': '8',
 'block-section-levels-1/row/7/1': 'Риса: «Майстер древкової зброї»{{Polearm '
                                   'Master}}',
 'block-section-levels-1/row/7/2': 'Тепер зі списом можна зробити додатковий '
                                   'замах бонусною дією. А головне — можна '
                                   'збити ворога з ніг або схопити його, '
                                   'вдарити списом, а тоді ще раз вдарити '
                                   'списом бонусною дією. Якщо ми '
                                   'використовуємо одноручну зброю на кшталт '
                                   'списа, додатковий стусан неведучою рукою '
                                   'також отримує +2 шкоди від бойового стилю '
                                   '«Дуель»{{Dueling}}.',
 'block-section-levels-1/row/8/0': '9',
 'block-section-levels-1/row/8/1': 'Заклинання 3-го рівня',
 'block-section-levels-1/row/8/2': 'Час самостійно накласти Прискорення '
                                   '[Haste], щоб воно автоматично поширилося '
                                   'на скакуна з Пошуку скакуна [Find Steed]: '
                                   'швидкість руху скакуна подвоїться, і він '
                                   'отримає додаткову дію. Тепер скакун може '
                                   'щоходу виконувати і Ривок, і Відступ; '
                                   'разом із подвоєною швидкістю від '
                                   'Прискорення він рухається вчетверо швидше '
                                   'й ніколи не провокує принагідних атак. А '
                                   'якщо вам байдуже до цього, скакун може '
                                   'рухатися вшестеро швидше. О, і, здається, '
                                   'ми ще можемо додатково атакувати.',
 'block-section-levels-1/row/9/0': '10',
 'block-section-levels-1/row/9/1': '{{Аура мужності|Aura of Courage}}',
 'block-section-levels-1/row/9/2': 'Ви, ваш кінь і всі друзі в межах 10 футів '
                                   'від вас маєте імунітет до переляку. '
                                   'Завдяки вашим славетним золотим мʼязам '
                                   'преса.',
 'block-section-levels-1/row/10/0': '11',
 'block-section-levels-1/row/10/1': 'Покращена божественна кара{{Improved '
                                    'Divine Smite}}',
 'block-section-levels-1/row/10/2': 'Кожна атака завдає більше шкоди. Обидві '
                                    'атаки від «Додаткової атаки»{{Extra '
                                    'Attack}}, наш бонусний стусан, а з '
                                    'Прискоренням [Haste] — ще й один '
                                    'додатковий замах.',
 'block-section-levels-1/row/11/0': '12',
 'block-section-levels-1/row/11/1': 'Покращення Характеристик: +2 до Сили (18 '
                                    '→ 20)',
 'block-section-levels-1/row/11/2': 'Будьте славними, нарощуйте мʼязи.',
 'block-section-levels-1/row/12/0': '13',
 'block-section-levels-1/row/12/1': 'Заклинання 4-го рівня',
 'block-section-levels-1/row/12/2': 'Час застосувати [[1|Пошук вищого '
                                    'скакуна]] [Find Greater Steed]. Це як '
                                    'Пошук скакуна [Find Steed], але з крилами '
                                    '(або більшими зубами, хоча вам точно '
                                    'потрібні крила). Та притримайте своїх '
                                    'пегасів, перш ніж вам спаде на думку '
                                    'схопити когось і злетіти в небо, як це '
                                    'зробили мої колеги-автори. За правилами, '
                                    'якщо ми починаємо захоплення верхи, то '
                                    'захоплення припиниться, коли рух скакуна '
                                    'перемістить нас. Але це можна обговорити '
                                    'з Майстром. Я пропоную перевірку Сили '
                                    '(Поводження з тваринами), щоб дозволити '
                                    'тягнути когось за собою верхи. Так, ви '
                                    'правильно прочитали: перевірка покаже, чи '
                                    'можете ви втриматися в сідлі самими '
                                    'ногами, поки руки зайняті захопленням. '
                                    'Невдача просто скине вас із сідла, не '
                                    'переміщаючи й не перериваючи захоплення.',
 'block-section-levels-1/row/13/0': '14',
 'block-section-levels-1/row/13/1': 'Очищувальний дотик{{Cleansing Touch}}',
 'block-section-levels-1/row/13/2': 'Просто напружтеся — і проженіть шкідливу '
                                    'магію.',
 'block-section-levels-1/row/14/0': '15',
 'block-section-levels-1/row/14/1': 'Славна оборона{{Glorious Defense}}',
 'block-section-levels-1/row/14/2': 'Парирування й контратака. Ось скільки в '
                                    'нас атак! Майже як заклинання Щит '
                                    '[Shield], але ефект не триває весь раунд.',
 'block-section-levels-1/row/15/0': '16',
 'block-section-levels-1/row/15/1': 'Покращення Характеристик: +2 до Харизми '
                                    '(16 → 18)',
 'block-section-levels-1/row/15/2': 'Покращуємо {{Ауру захисту|Aura of '
                                    'Protection}}, складність ряткидків наших '
                                    'заклинань і {{Славну оборону|Glorious '
                                    'Defense}}. Просто якась божественна '
                                    'характеристика.',
 'block-section-levels-1/row/16/0': '17',
 'block-section-levels-1/row/16/1': 'Заклинання 5-го рівня',
 'block-section-levels-1/row/16/2': 'Тут є добрі варіанти. Якщо ми не верхи, '
                                    'Священна зброя [Holy Weapon] завдає '
                                    'більше шкоди за раунд, ніж додаткова '
                                    'атака від Прискорення [Haste].',
 'block-section-levels-1/row/17/0': '18',
 'block-section-levels-1/row/17/1': 'Покращення Аур{{Aura Improvements}}',
 'block-section-levels-1/row/17/2': 'Усі наші аури збільшуються в радіусі.',
 'block-section-levels-1/row/18/0': '19',
 'block-section-levels-1/row/18/1': 'Покращення Характеристик: +2 до Харизми '
                                    '(18 → 20)',
 'block-section-levels-1/row/18/2': 'Доводимо Харизму до 20: максимізуємо '
                                    'складність ряткидків заклинань, даємо '
                                    'всім союзникам у межах 30 футів +5 до '
                                    'всіх ряткидків і підвищуємо бонус КБ від '
                                    '«Славної оборони»{{Glorious Defense}} до '
                                    '+5.',
 'block-section-levels-1/row/19/0': '20',
 'block-section-levels-1/row/19/1': 'Жива легенда{{Living Legend}}',
 'block-section-levels-1/row/19/2': 'Трохи безглуздо. Протягом хвилини ми '
                                    'маємо перевагу на перевірки Харизми, '
                                    'можемо реакцією перекинути невдалий '
                                    'ряткидок і раз за хід просто перетворити '
                                    'промах на влучання, бо ми надто круті, '
                                    'щоб промахуватися.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
