import refs

TITLE = 'Паладин Клятви корони — гайд підкласу (2014)'
TOPICS = 'Паладин, підклас, Клятва корони, збірка'

HEADINGS = {'section-introduction': 'Вступ',
 'section-2': 'Зміст',
 'section-disclaimer': 'Як читати оцінки RPGbot',
 'section-features': 'Уміння Клятви корони',
 'section-ability-scores': 'Характеристики Клятви корони',
 'section-races': 'Раси Клятви корони',
 'section-feats': 'Риси Клятви корони',
 'section-weapons': 'Зброя Клятви корони',
 'section-armor': 'Обладунки Клятви корони',
 'section-multiclassing': 'Мультикласування',
 'section-example': 'Приклад збірки Паладина Клятви корони — Охоронець',
 'section-ability-scores-2': 'Характеристики',
 'section-race': 'Раса',
 'section-background': 'Походження',
 'section-skills-and-tools': 'Навички й інструменти',
 'section-feats-2': 'Риси',
 'section-levels': 'Рівні'}

FRAGMENTS = {'block-section-introduction-1': 'Клятва корони перетворює Паладина на '
                                 'ідеального охоронця: він може примусово '
                                 'втягувати ворогів у бій, зцілювати союзників '
                                 'у зоні дії та зазнавати шкоди замість них. '
                                 'Це чудова збірка танка; хоча атакувальних '
                                 'варіантів небагато, серед них є Духи '
                                 'захисники [Spirit Guardians], що дає '
                                 'Паладину змогу стати центром магічної '
                                 'мʼясорубки, як це робить Клірик. Водночас '
                                 'вона не скасовує звичних атакувальних '
                                 'можливостей Паладина, тож ви й далі можете '
                                 'бігати й карати ворогів.',
 'block-section-introduction-2': 'Божественна вірність{{Divine Allegiance}} — '
                                 'надзвичайно потужний захисний варіант і, '
                                 'мабуть, найпривабливіша частина підкласу. Ви '
                                 'можете безпомилково поглинати шкоду за '
                                 'союзника й тримати вразливих товаришів '
                                 'живими, доки маєте Реакцію та достатньо ХП. '
                                 'Це очевидно корисно для групи, але також дає '
                                 'Паладинам Клятви корони особливу змогу '
                                 'зберігати життя скакуна в грі, де [[1|кінний '
                                 'бій]] надзвичайно складний, зокрема через '
                                 'крихкість скакунів.',
 'block-section-disclaimer-1': 'RPGbot використовує кольорову шкалу, яку легко '
                               'зрозуміти й швидко переглянути. Вона допомагає '
                               'гравцям свідомо обирати варіанти для своїх '
                               'персонажів D&D.',
 'block-section-disclaimer-2/item/0': 'Червоний: погані, марні або вкрай '
                                      'ситуативні варіанти. Майже ніколи не '
                                      'корисні.',
 'block-section-disclaimer-2/item/1': 'Помаранчевий: прийнятні варіанти або '
                                      'корисні лише за рідкісних обставин. '
                                      'Іноді стають у пригоді.',
 'block-section-disclaimer-2/item/2': 'Зелений: хороші варіанти. Часто '
                                      'корисні.',
 'block-section-disclaimer-2/item/3': 'Синій: чудові варіанти, нерідко '
                                      'необхідні для роботи персонажа. Дуже '
                                      'часто корисні.',
 'block-section-disclaimer-3': 'Наведені нижче поради спираються на поточний '
                               '[[1|стан оптимізації персонажів D&D 5e 2014]] '
                               'на момент останнього оновлення статті. '
                               'Памʼятайте: цей стан час від часу змінюється з '
                               'виходом нових матеріалів, і статтю буде '
                               'оновлено відповідно, наскільки дозволить час.',
 'block-section-disclaimer-4': 'У гайдах за офіційними матеріалами ми не '
                               'розглядаємо матеріали сторонніх видавців, '
                               '«Відкритої Аркани»{{Unearthed Arcana}} чи '
                               'домашні правила, бо не можемо припускати, що '
                               'вони дозволені у вашій грі.',
 'block-section-features-1/item/0': 'Заклинання клятви{{Oath Spells}}: Дуже '
                                    'різний набір: деякі заклинання Паладину '
                                    'фактично необхідні, у списку є кілька '
                                    'перлин з інших списків, але чимало '
                                    'варіантів ситуативні або просто погані.',
 'block-section-features-1/item/1': '{{3-й рівень|3rd-Level}}: Виклик на дуель '
                                    '[Compelled Duel] майже обовʼязковий для '
                                    'Паладина, а Наказ [Command] може бути '
                                    'дуже ефективним, якщо діяти винахідливо. '
                                    'Виклик на дуель [Compelled Duel] дещо '
                                    'дублює {{Виклик чемпіона|Champion '
                                    'Challenge}}, однак перше діє лише на одну '
                                    'ціль, тоді як друге охоплює зону. Також '
                                    'памʼятайте, що складність ваших заклинань '
                                    'нижча, ніж у повного заклинача (якщо '
                                    'тільки ви не зосередилися на '
                                    'Благословенному воїні{{Blessed '
                                    'Warrior}}), тож обидва заклинання можуть '
                                    'бути ненадійними.',
 'block-section-features-1/item/2': '{{5-й рівень|5th-Level}}: Охоронний '
                                    'звʼязок [Warding Bond] стане в пригоді, '
                                    'якщо інший союзник отримує багато шкоди й '
                                    'вам набридло витрачати ходи на лікування. '
                                    'Зона правди [Zone of Truth] — ситуативне '
                                    'заклинання.',
 'block-section-features-1/item/3': '{{9-й рівень|9th-Level}}: Аура живучості '
                                    '[Aura of Vitality] — надзвичайно '
                                    'ефективне заклинання для магічного '
                                    'лікування, але його не варто накладати в '
                                    'бою: воно потребує Концентрації й '
                                    'монополізує бонусну дію, яка може '
                                    'знадобитися для заклинань кари. Поза боєм '
                                    'краще покладатися на короткі відпочинки, '
                                    'щоб відновлювати ХП. У бою заклинання '
                                    'Духи захисники [Spirit Guardians] значно '
                                    'краще: воно перетворює вас на центр '
                                    'магічної мʼясорубки, що завдає променевої '
                                    'шкоди. Вам усе одно доведеться '
                                    'наздоганяти ворогів, щоб вони зазнавали '
                                    'шкоди, бо Виклик чемпіона{{Champion '
                                    'Challenge}} дозволяє їм залишатися на '
                                    'відстані до 30 футів; у тісному просторі '
                                    'це заклинання надзвичайно потужне.',
 'block-section-features-1/item/4': '{{13-й рівень|13th-Level}}: Вигнання '
                                    '[Banishment] ситуативне й може бути '
                                    'складним через порівняно низький показник '
                                    'складності заклинань Паладина, але у '
                                    'багатьох позапланарних істот слабкі '
                                    'ряткидки Харизми, тож на деяких ворогів '
                                    'воно подіє. Заклинання Вартовий віри '
                                    '[Guardian of Faith] примітне майже '
                                    'винятково своєю 8-годинною тривалістю.',
 'block-section-features-1/item/5': '{{17-й рівень|17th-Level}}: Коло сили '
                                    '[Circle of Power] — чудове підсилення '
                                    'проти ворожих заклиначів, особливо разом '
                                    'з {{Аурою захисту|Aura of Protection}}, '
                                    'що покращує всі ваші ряткидки. Обітниця '
                                    '[Geas] — ситуативне заклинання: більшість '
                                    'істот, на яких його можна накласти, легше '
                                    'просто вбити.',
 'block-section-features-1/item/6': 'Канал божественності{{Channel Divinity}}:',
 'block-section-features-1/item/7': 'Виклик чемпіона{{Champion Challenge}}: '
                                    'Чудовий спосіб утримувати ворогів там, де '
                                    'вам потрібно, особливо на відкритій '
                                    'місцевості, поза підземеллями. Тридцять '
                                    'футів достатньо, щоб більшість персонажів '
                                    'дісталася до ближнього бою без Ривка '
                                    '(напівросликам і дворфам може знадобитися '
                                    'зброя з досяжністю), тож навіть вороги, '
                                    'які тікають, не відійдуть так далеко, щоб '
                                    'довелося їх довго наздоганяти. За вдалого '
                                    'розташування можна відділити ворогів від '
                                    'союзників: ті атакуватимуть здалеку, а '
                                    'вороги або марно тупцюватимуть на межі '
                                    '30-футового радіуса, або погодяться '
                                    'битися з вами. Вороги можуть вирватися, '
                                    'вдавшись до безглуздих дій на кшталт '
                                    'штовхання чи перетягування одне одного з '
                                    'зони, але якщо Майстер так зробить, це '
                                    'або серйозні {{метагеймові '
                                    'хитрощі|metagame shenanigans}}, або '
                                    'істоти вже мали час вивчити дію ефекту. '
                                    'Уміння не дає повторювати ряткидок після '
                                    'першого і не вказує тривалості, тож '
                                    'технічно ви можете назавжди замкнути '
                                    'ворогів у межах 30 футів, якщо самі не '
                                    'припините ефект (наприклад, відійдете) й '
                                    'ніхто не втрутиться.',
 'block-section-features-1/item/8': '{{Обернути хвилю|Turn the Tide}}: По '
                                    'суті, це Масове цілюще слово [Mass '
                                    'Healing Word]. Воно діє й на непритомних '
                                    'союзників, адже, за словами Джеремі '
                                    'Крофорда, [[1|стан «Непритомність» не мав '
                                    'позбавляти істот слуху]].',
 'block-section-features-1/item/9': 'Божественна вірність{{Divine '
                                    'Allegiance}}: Значно краще за стиль бою '
                                    '«Захист», бо спрацьовує гарантовано. Як '
                                    'Паладин, ви — танк групи, і часом роль '
                                    'танка означає прийняти на себе шкоду, '
                                    'призначену вразливішим союзникам. Це '
                                    'схоже на Охоронний звʼязок [Warding '
                                    'Bond], бо діє проти будь-якого джерела '
                                    'шкоди, але обмеження Реакцією може стати '
                                    'проблемою, якщо союзників уразили кілька '
                                    'разів. Якщо плануєте часто цим '
                                    'користуватися, вам потрібен якомога '
                                    'більший запас ХП, а понад те — надійне '
                                    'джерело тимчасових ХП. Можна також '
                                    'захистити скакуна — це вкрай потрібний '
                                    'варіант для прихильників кінного бою. '
                                    'Звичайні скакуни й ті, яких можна '
                                    'отримати завдяки Пошуку скакуна [Find '
                                    'Steed] і Пошуку вищого скакуна [Find '
                                    'Greater Steed], легко гинуть, якщо вороги '
                                    'надумають їх атакувати; навіть риса '
                                    '«Верховий боєць»{{Mounted Combatant}} — '
                                    'слабкий захист. Божественна вірність може '
                                    'бути найкращим доступним варіантом.',
 'block-section-features-1/item/10': 'Непохитний дух{{Unyielding Spirit}}: '
                                     'Разом з {{Аурою захисту|Aura of '
                                     'Protection}} ви майже не піддаєтеся '
                                     'паралічу й приголомшенню. Але ці стани '
                                     'трапляються нечасто, тож користь '
                                     'ситуативна.',
 'block-section-features-1/item/11': 'Екзальтований чемпіон{{Exalted '
                                     'Champion}}: Протягом години на день вас '
                                     'і союзників надзвичайно важко вбити. '
                                     'Більшість найвищих умінь Паладина діють '
                                     'лише одну хвилину, тож тривалість у 60 '
                                     'разів довша — величезне покращення.',
 'block-section-ability-scores-1': 'Нічим не відрізняється від [[1|типового '
                                   'Паладина]].',
 'block-section-races-1': 'Майже нічим не відрізняється від [[1|типового '
                          'Паладина]], але деякі раси мають особливості, що '
                          'тут особливо добре працюють.',
 'block-section-races-2': 'Ведмебай{{Bugbear}}[[1|MotM]]: Особливість «Довгі '
                          'кінцівки»{{Long-Limbed}} у поєднанні зі зброєю з '
                          'досяжністю дає змогу атакувати у свій хід із '
                          'відстані до 15 футів, тож вам значно легше '
                          'триматися поруч із тим, кого ви захищаєте. На жаль, '
                          'інші расові особливості Ведмебая вам майже не '
                          'знадобляться.',
 'block-section-races-3': 'Пагорбовий дворф{{Hill Dwarf}}[[1|PHB]]: додаткові '
                          'ХП приємні, але Варіант людини{{Variant Human}} '
                          'може взяти «Здоровань»{{Tough}}.',
 'block-section-races-4': 'Орк{{Orc}}[[1|MotM]]: «Прилив '
                          'адреналіну»{{Adrenaline Rush}} дає простий спосіб '
                          'отримати тимчасові ХП.',
 'block-section-feats-1': 'Здебільшого Клятва корони мало чим відрізняється '
                          'від [[1|типового Паладина]], але «Божественна '
                          'вірність»{{Divine Allegiance}} обмежує вашу '
                          'мобільність у бою, робить великий запас ХП незвично '
                          'важливим і може постійно забирати вашу Реакцію.',
 'block-section-feats-2/item/0': '«Дворфська стійкість»{{Dwarven '
                                 'Fortitude}}[[1|PHB]]: зазвичай це не надто '
                                 'сильна риса, але можливість швидко зцілитися '
                                 'без Короткого відпочинку допоможе оговтатися '
                                 'після «Божественної вірності»{{Divine '
                                 'Allegiance}}, не благаючи групу прилягти '
                                 'перепочити. Навряд чи часто '
                                 'застосовуватимете її в бою, але така '
                                 'можливість є.',
 'block-section-feats-2/item/1': '«Містичний адепт»{{Eldritch '
                                 'Adept}}[[1|PHB]]: «Вогняна '
                                 'енергійність»{{Fiendish Vigor}} дає '
                                 'безкоштовне джерело тимчасових ХП, '
                                 'полегшуючи використання «Божественної '
                                 'вірності»{{Divine Allegiance}}.',
 'block-section-feats-2/item/2': '«Майстер важких обладунків»{{Heavy Armor '
                                 'Master}}[[1|PHB]]: ви не можете зменшити '
                                 'шкоду від «Божественної вірності»{{Divine '
                                 'Allegiance}}, тож ця риса не настільки '
                                 'ефективна, як нам потрібно.',
 'block-section-feats-2/item/3': '«Надихаючий лідер»{{Inspiring '
                                 'Leader}}[[1|PHB]]: Паладинам Клятви корони '
                                 'тимчасові ХП потрібні, як рибі вода, а ця '
                                 'риса дає простий запас тимчасових ХП раз на '
                                 'відпочинок. До того ж ви надаєте їх '
                                 'союзникам, за що всі будуть вдячні.',
 'block-section-feats-2/item/4': '«Майстер древкової зброї»{{Polearm '
                                 'Master}}[[1|PHB]]: зазвичай це чудовий вибір '
                                 'для Паладина, але зважте, як часто ви готові '
                                 'витрачати Реакцію на принагідну атаку, коли '
                                 'вороги входять у вашу досяжність: тоді ви не '
                                 'зможете застосувати «Божественну '
                                 'вірність»{{Divine Allegiance}}.',
 'block-section-feats-2/item/5': '«Вартовий»{{Sentinel}}[[1|PHB]]: третій '
                                 'пункт цієї риси конкурує за Реакцію з '
                                 '«Божественною вірністю»{{Divine '
                                 'Allegiance}}.',
 'block-section-feats-2/item/6': '«Здоровань»{{Tough}}[[1|PHB]]: навіть із '
                                 'кубиками здоровʼя к10 і {{«Цілющими '
                                 'руками»|Lay on Hands}} додаткові ХП можуть '
                                 'зробити застосування «Божественної '
                                 'вірності»{{Divine Allegiance}} безпечнішим.',
 'block-section-weapons-1': 'Здебільшого Клятва корони нічим не відрізняється '
                            'від [[1|типового Паладина]]. Однак «Божественна '
                            'вірність»{{Divine Allegiance}} спонукає триматися '
                            'поруч із союзниками й обмежує вашу мобільність, '
                            'тому зброя з досяжністю стає привабливішою, якщо '
                            'ви не обрали бойовий стиль «Благословенний '
                            'воїн»{{Blessed Warrior}}.',
 'block-section-armor-1': 'Нічим не відрізняється від [[1|типового Паладина]].',
 'block-section-multiclassing-1': 'Тут коротко розглянуто кілька очевидних і '
                                  'привабливих варіантів поєднання класів, але '
                                  'не весь широкий набір можливих комбінацій. '
                                  'Докладніше — у нашому [[1|практичному гайді '
                                  'з мультикласування]].',
 'block-section-multiclassing-2/item/0': 'Друїд{{Druid}}: заклинання Кийок '
                                         '[Shillelagh] привабливе, але не '
                                         'обовʼязкове.',
 'block-section-multiclassing-2/item/1': 'Воїн{{Fighter}}: один початковий '
                                         'рівень дасть володіння ряткидками '
                                         'Статури, ще один бойовий стиль і '
                                         '«Друге дихання»{{Second Wind}} — усе '
                                         'це корисно.',
 'block-section-multiclassing-2/item/2': 'Чародій{{Sorcerer}}: один рівень дає '
                                         'чаклування на Харизмі, зокрема кращі '
                                         'бойові замовляння й захисні '
                                         'заклинання на кшталт Щит [Shield] та '
                                         'Поглинання стихій [Absorb Elements]. '
                                         'Божественна душа{{Divine Soul}} '
                                         'отримує замовляння Клірика, що теж '
                                         'спираються на Харизму, тож ви '
                                         'зможете обрати бойовий стиль, '
                                         'відмінний від «Благословенного '
                                         'воїна»{{Blessed Warrior}}. Якщо '
                                         'почати з рівня Чародія, отримаєте '
                                         'володіння ряткидками Статури — це '
                                         'чудово допомагає підтримувати '
                                         'Концентрацію.',
 'block-section-multiclassing-2/item/3': 'Чорнокнижник{{Warlock}}: два рівні '
                                         'Відьмацького клинка{{Hexblade}} '
                                         'дають змогу розвивати Харизму '
                                         'замість Сили. А ще завдяки '
                                         'потойбічним викликам можна взяти '
                                         '«Вогняну енергійність»{{Fiendish '
                                         'Vigor}} і безкоштовно відновлювати '
                                         'тимчасові ХП.',
 'block-section-example-1': 'Ця збірка зосереджена на захисті союзника й '
                            'власному виживанні, тож ми серйозно вкладемося в '
                            'Харизму та Статуру. Для атаки покладатимемося на '
                            'замовляння. Це аж ніяк не збірка з високою '
                            'шкодою, але в парі із союзником — «скляною '
                            'гарматою»{{glass cannon}} — вона утворює дуже '
                            'дієве поєднання.',
 'block-section-example-2': 'Якщо роль охоронця вам не до душі, зосередьтеся '
                            'на кінному бої. Оберіть Варіант людини{{Variant '
                            'Human}} з рисою «Верховий боєць»{{Mounted '
                            'Combatant}}, розвивайте Силу перед Харизмою й '
                            'застосовуйте «Божественну вірність»{{Divine '
                            'Allegiance}}, щоб скакун вижив. Плануйте '
                            'накладати на скакуна Підтримку [Aid], аби '
                            'збільшити його ХП, бо однієї Реакції не завжди '
                            'вистачатиме, щоб урятувати його.',
 'block-section-ability-scores-2-1': 'Візьмемо розподіл характеристик для '
                                     'збірки Паладина, що покладається на '
                                     'Харизму, з [[1|гайда Паладина]], а потім '
                                     'додамо +2 до Харизми й +1 до Статури. '
                                     'Сили вистачить, щоб не втрачати '
                                     'швидкість у важких обладунках і бодай '
                                     'якось протриматися на 1-му рівні, поки '
                                     'ми не здобудемо бойовий стиль '
                                     '«Благословенний воїн»{{Blessed '
                                     'Warrior}}.',
 'block-section-ability-scores-2-2/header/1': 'Початкове',
 'block-section-ability-scores-2-2/header/2': 'Після покращення',
 'block-section-ability-scores-2-2/row/0/0': 'Сила',
 'block-section-ability-scores-2-2/row/0/1': '15',
 'block-section-ability-scores-2-2/row/0/2': '15',
 'block-section-ability-scores-2-2/row/1/0': 'Спритність',
 'block-section-ability-scores-2-2/row/1/1': '8',
 'block-section-ability-scores-2-2/row/1/2': '8',
 'block-section-ability-scores-2-2/row/2/0': 'Статура',
 'block-section-ability-scores-2-2/row/2/1': '15',
 'block-section-ability-scores-2-2/row/2/2': '16',
 'block-section-ability-scores-2-2/row/3/0': 'Інтелект',
 'block-section-ability-scores-2-2/row/3/1': '8',
 'block-section-ability-scores-2-2/row/3/2': '8',
 'block-section-ability-scores-2-2/row/4/0': 'Мудрість',
 'block-section-ability-scores-2-2/row/4/1': '8',
 'block-section-ability-scores-2-2/row/4/2': '8',
 'block-section-ability-scores-2-2/row/5/0': 'Харизма',
 'block-section-ability-scores-2-2/row/5/1': '15',
 'block-section-ability-scores-2-2/row/5/2': '17',
 'block-section-race-1': 'Орк із «Монстрів мультивсесвіту»{{Monsters of the '
                         'Multiverse Orc}}. «Прилив адреналіну»{{Adrenaline '
                         'Rush}} допоможе швидко прийти на допомогу союзникам, '
                         'а тимчасові ХП дадуть змогу безпечніше приймати '
                         'шкоду замість них. «Невгамовна '
                         'витривалість»{{Relentless Endurance}} підстрахує, '
                         'якщо ми отримаємо сильний удар; сподіваємося, що '
                         'зможемо протриматися до кінця бою або швидко '
                         'відновитися завдяки {{«Цілющим рукам»|Lay on '
                         'Hands}}.',
 'block-section-background-1': 'Солдат{{Soldier}}. Атлетика й Залякування — '
                               'чудовий вибір, та й за тематикою Солдат пасує '
                               'ідеально.',
 'block-section-skills-and-tools-1': 'Серед класових навичок беремо Аналіз '
                                     'поведінки й Переконання, а від '
                                     'походження — Атлетику й Залякування. '
                                     'Солдат також дає набір для гри й '
                                     'володіння наземним транспортом.',
 'block-section-feats-2-1': 'На 4-му рівні розподілимо підвищення '
                            'характеристик.',
 'block-section-feats-2-2': 'На 8-му рівні беремо {{«Стійкий '
                            '(Статура)»|Resilient (Con)}}, щоб повернути парне '
                            'значення Статури й краще підтримувати '
                            'Концентрацію.',
 'block-section-feats-2-3': 'На 12-му рівні доводимо Харизму до максимуму.',
 'block-section-feats-2-4': 'На 16-му й 19-му рівнях можна обирати вільно, тож '
                            'є простір для експериментів. Очевидний варіант — '
                            '«Надихаючий лідер»{{Inspiring Leader}}, який '
                            'робить витривалішими нас, скакуна й усю групу. '
                            '«Здоровань»{{Tough}} дає нам чимало додаткових '
                            'ХП, щоб частіше захищати союзників «Божественною '
                            'вірністю»{{Divine Allegiance}} й не боятися, що '
                            'ХП закінчаться.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси й уміння',
 'block-section-levels-1/header/2': 'Примітки й тактика',
 'block-section-levels-1/row/0/0': '1',
 'block-section-levels-1/row/0/1': 'Божественне відчуття{{Divine Sense}}\n'
                                   '{{Цілющі руки|Lay on Hands}}',
 'block-section-levels-1/row/0/2': 'На цьому рівні — звичні для Паладина '
                                   'вміння.',
 'block-section-levels-1/row/1/0': '2',
 'block-section-levels-1/row/1/1': 'Бойовий стиль: Благословенний '
                                   'воїн{{Blessed Warrior}}\n'
                                   'Відомі замовляння:\n'
                                   '— Дзвін небіжчика\n'
                                   '— Слово сяйва\n'
                                   'Божественна кара{{Divine Smite}}\n'
                                   'Чаротворство',
 'block-section-levels-1/row/1/2': 'У ближньому бою тримайте зброю напоготові '
                                   'для рідкісної принагідної атаки, але '
                                   'загалом розраховуйте на замовляння. Якщо '
                                   'вдасться зблизитися з кількома ворогами, '
                                   'застосовуйте Слово сяйва [Word of '
                                   'Radiance]; інакше переважно використовуйте '
                                   'Дзвін небіжчика [Toll the Dead]. Для '
                                   'підготовлених заклинань обирайте звичні '
                                   'підсилення. Благословення [Bless] чудово '
                                   'допомагає союзникам, які покладаються на '
                                   'атаки, а ще підсилює ряткидки, зменшуючи '
                                   'ймовірність зазнати шкоди. Виклик на дуель '
                                   '[Compelled Duel] дає змогу відвернути '
                                   'ворогів від союзників, але наступного '
                                   'рівня це заклинання буде підготовлене '
                                   'безкоштовно, тож тоді замініть його на '
                                   'Героїзм [Heroism].',
 'block-section-levels-1/row/2/0': '3',
 'block-section-levels-1/row/2/1': 'Божественне здоровʼя{{Divine Health}}\n'
                                   'Священна клятва{{Sacred Oath}}: {{Клятва '
                                   'корони|Oath of the Crown}}\n'
                                   'Канал божественності{{Channel Divinity}}:\n'
                                   '— {{Виклик чемпіона|Champion Challenge}}\n'
                                   '— {{Поворот припливу|Turn the Tide}}\n'
                                   'Заклинання клятви:\n'
                                   '— Наказ\n'
                                   '— Виклик на дуель',
 'block-section-levels-1/row/2/2': '«Виклик чемпіона»{{Champion Challenge}} — '
                                   'це Виклик на дуель [Compelled Duel] по '
                                   'зоні. Намагайтеся виманити ворогів '
                                   'якнайдалі від союзників і сплануйте, щоб '
                                   'вони зійшлися на вас. Коли це станеться, '
                                   'вразьте їх Словом сяйва [Word of '
                                   'Radiance].',
 'block-section-levels-1/row/3/0': '4',
 'block-section-levels-1/row/3/1': '{{Покращення Характеристик|Ability Score '
                                   'Improvement}}: Статура 16 → 17, Харизма 17 '
                                   '→ 18',
 'block-section-levels-1/row/3/2': 'На цьому рівні розподілимо підвищення '
                                   'характеристик між Харизмою та Статурою.',
 'block-section-levels-1/row/4/0': '5',
 'block-section-levels-1/row/4/1': 'Додаткова атака{{Extra Attack}}\n'
                                   'Заклинання клятви:\n'
                                   '— Охоронний звʼязок\n'
                                   '— Зона правди',
 'block-section-levels-1/row/4/2': 'Зʼявляється Додаткова атака{{Extra '
                                   'Attack}}, а шкода замовлянь зростає. '
                                   'Охоронний звʼязок [Warding Bond] — чудовий '
                                   'спосіб захистити союзників, які не хочуть '
                                   'триматися поруч із вами, де ви могли б '
                                   'оберігати їх «Божественною '
                                   'вірністю»{{Divine Allegiance}}. Також '
                                   'отримуємо заклинання 2-го рівня. Підтримка '
                                   '[Aid] збільшує максимальний запас ХП, а '
                                   'завдяки {{«Каналу божественності: Обернути '
                                   'хвилю»|Channel Divinity: Turn the Tide}} '
                                   'її не потрібно берегти для масового '
                                   'лікування. [[1|Пошук скакуна]] [Find '
                                   'Steed] — необхідне заклинання для '
                                   'будь-якого Паладина, навіть якщо '
                                   'використовувати скакуна лише як бойового '
                                   'улюбленця. Памʼятайте: після отримання '
                                   'Божественної вірності ви зможете '
                                   'застосовувати її і до свого скакуна.',
 'block-section-levels-1/row/5/0': '6',
 'block-section-levels-1/row/5/1': '{{Аура захисту|Aura of Protection}}',
 'block-section-levels-1/row/5/2': 'Надзвичайне вміння. Союзники в аурі значно '
                                   'частіше успішно проходять ряткидки, а '
                                   'отже, коли ви приймаєте на себе шкоду '
                                   'замість них за допомогою «Божественної '
                                   'вірності»{{Divine Allegiance}}, чимало '
                                   'ефектів завдають вам лише половину шкоди.',
 'block-section-levels-1/row/6/0': '7',
 'block-section-levels-1/row/6/1': '{{Божественна вірність|Divine Allegiance}}',
 'block-section-levels-1/row/6/2': 'Саме тому наша збірка покладається на '
                                   'замовляння. Навіть зі зброєю з досяжністю '
                                   'можливість дістати ворогів, залишаючись '
                                   'поруч із союзником, непередбачувана. '
                                   'Натомість дальність Дзвону небіжчика [Toll '
                                   'the Dead] — 60 футів, тож можна захищати '
                                   'союзників, не змушуючи їх бігти за нами в '
                                   'ближній бій чи видиратися нам на спину.',
 'block-section-levels-1/row/7/0': '8',
 'block-section-levels-1/row/7/1': 'Риса: {{Стійкий (Статура)|Resilient '
                                   '(Constitution)}}',
 'block-section-levels-1/row/7/2': 'Нам дуже важливо добре зосереджуватися на '
                                   'заклинаннях, адже ми плануємо зазнавати '
                                   'ударів і від ворогів, що атакують нас, і '
                                   'від тих, що бʼють наших союзників. З '
                                   'бонусом майстерності, модифікаторами '
                                   'Статури й Харизми наш бонус становить +12 '
                                   '— цього достатньо, щоб гарантовано пройти '
                                   'ряткидок зосередження, навіть якщо випаде '
                                   '1, коли ми зазнаємо не більш ніж 26 шкоди.',
 'block-section-levels-1/row/8/0': '9',
 'block-section-levels-1/row/8/1': 'Заклинання клятви:\n'
                                   '— Аура живучості\n'
                                   '— Духи захисники',
 'block-section-levels-1/row/8/2': 'Нарешті заклинання 3-го рівня. Для нас тут '
                                   'небагато чудових варіантів, але Мантія '
                                   "хрестоносця [Crusader's Mantle] чи Духовна "
                                   'плащаниця [Spirit Shroud] можуть посилити '
                                   'атаки союзників. Імовірніше, ви '
                                   'берегтимете слоти для заклинання Духи '
                                   'захисники [Spirit Guardians]. Клірики '
                                   'отримують його значно раніше, тож у нашій '
                                   'збірці воно завдаватиме відносно невеликої '
                                   'шкоди, але все одно чудово контролює зону. '
                                   'Коли вороги кинуться на вас і того, кого '
                                   'ви охороняєте, активуйте Духів захисників '
                                   '[Spirit Guardians] — нехай пошкодують про '
                                   'свої рішення.',
 'block-section-levels-1/row/9/0': '10',
 'block-section-levels-1/row/9/1': '{{Аура мужності|Aura of Courage}}',
 'block-section-levels-1/row/9/2': 'Важко захищати людей, коли страх заважає '
                                   'вам вільно рухатися.',
 'block-section-levels-1/row/10/0': '11',
 'block-section-levels-1/row/10/1': 'Покращена божественна кара{{Improved '
                                    'Divine Smite}}',
 'block-section-levels-1/row/10/2': 'Для нас Покращена божественна '
                                    'кара{{Improved Divine Smite}} майже '
                                    'марна, якщо тільки ви не здійснюєте '
                                    'принагідну атаку.',
 'block-section-levels-1/row/11/0': '12',
 'block-section-levels-1/row/11/1': '{{Покращення Характеристик|Ability Score '
                                    'Improvement}}: Харизма 18 → 20',
 'block-section-levels-1/row/11/2': 'Максимально посилюємо заклинання й уміння '
                                    'та доводимо {{Ауру захисту|Aura of '
                                    'Protection}} до максимуму.',
 'block-section-levels-1/row/12/0': '13',
 'block-section-levels-1/row/12/1': 'Заклинання клятви:\n'
                                    '— Вигнання\n'
                                    '— Вартовий віри',
 'block-section-levels-1/row/12/2': 'Заклинання 4-го рівня відкривають чудові '
                                    'можливості, зокрема Захист від смерті '
                                    '[Death Ward] і [[1|Пошук вищого скакуна]] '
                                    '[Find Greater Steed]. Накладіть Захист '
                                    'від смерті [Death Ward] на себе, щоб не '
                                    'загинути, прийнявши потужний удар замість '
                                    'союзника завдяки «Божественній '
                                    'вірності»{{Divine Allegiance}}. За '
                                    'допомогою Пошуку вищого скакуна [Find '
                                    'Greater Steed] отримайте пегаса й їздіть '
                                    'верхи на ньому разом із підопічним.',
 'block-section-levels-1/row/13/0': '14',
 'block-section-levels-1/row/13/1': 'Очищувальний дотик{{Cleansing Touch}}',
 'block-section-levels-1/row/13/2': 'Приємне вміння, але тактика не '
                                    'змінюється.',
 'block-section-levels-1/row/14/0': '15',
 'block-section-levels-1/row/14/1': '{{Непохитний дух|Unyielding Spirit}}',
 'block-section-levels-1/row/14/2': 'Гарний захист. Наші ряткидки проти цих '
                                    'ефектів мають бути чудовими, але успіх не '
                                    'гарантований.',
 'block-section-levels-1/row/15/0': '16',
 'block-section-levels-1/row/15/1': 'Риса: Надихаючий лідер{{Inspiring '
                                    'Leader}}',
 'block-section-levels-1/row/15/2': 'Ціла гора тимчасових ХП для вашої групи.',
 'block-section-levels-1/row/16/0': '17',
 'block-section-levels-1/row/16/1': 'Заклинання клятви:\n'
                                    '— Коло сили\n'
                                    '— Обітниця',
 'block-section-levels-1/row/16/2': 'Чаротворство 5-го рівня, але чудових '
                                    'варіантів небагато. Найкраще, мабуть, '
                                    'посилити Підтримку [Aid], щоб отримати по '
                                    '20 додаткових ХП кожній із трьох істот. '
                                    'Оберіть себе, свого скакуна й улюбленого '
                                    'підопічного.',
 'block-section-levels-1/row/17/0': '18',
 'block-section-levels-1/row/17/1': 'Покращення Аур{{Aura Improvements}}',
 'block-section-levels-1/row/17/2': 'Так вам буде значно легше охопити аурами '
                                    'всю групу.',
 'block-section-levels-1/row/18/0': '19',
 'block-section-levels-1/row/18/1': 'Риса: Здоровань{{Tough}}',
 'block-section-levels-1/row/18/2': 'Ціла гора справжніх ХП для вас.',
 'block-section-levels-1/row/19/0': '20',
 'block-section-levels-1/row/19/1': '{{Екзальтований чемпіон|Exalted '
                                    'Champion}}',
 'block-section-levels-1/row/19/2': 'Опір шкоді не діє, коли ви застосовуєте '
                                    '«Божественну вірність»{{Divine '
                                    'Allegiance}}, адже цю шкоду не можна '
                                    'зменшити, але вміння все одно чудове. '
                                    'Активуйте його, застосуйте «Виклик '
                                    "чемпіона»{{Champion's Challenge}} й "
                                    'змусьте ворогів обирати: метатися полем '
                                    'бою, залишаючись мішенню, чи кинутися на '
                                    'ваших Духів захисників [Spirit '
                                    'Guardians].'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
