import refs

TITLE = 'Паладин Клятви відданості — гайд підкласу (2014)'
TOPICS = 'Паладин, підклас, Клятва відданості, збірка'

HEADINGS = {'section-introduction': 'Вступ',
 'section-2': 'Зміст',
 'section-disclaimer': 'Як читати оцінки RPGbot',
 'section-features': 'Уміння Клятви відданості',
 'section-ability-scores': 'Характеристики Клятви відданості',
 'section-races': 'Раси Клятви відданості',
 'section-feats': 'Риси Клятви відданості',
 'section-weapons': 'Зброя Клятви відданості',
 'section-armor': 'Обладунки Клятви відданості',
 'section-multiclassing': 'Мультикласування Клятви відданості',
 'section-example': 'Приклад збірки — Паладин Клятви відданості',
 'section-ability-scores-2': 'Характеристики',
 'section-race': 'Раса',
 'section-background': 'Походження',
 'section-skills-and-tools': 'Навички й інструменти',
 'section-feats-2': 'Риси',
 'section-levels': 'Рівні'}

FRAGMENTS = {'block-section-introduction-1': 'Як описано на сторінці порівняння підкласів, '
                                 'Клятва відданості — це «типовий» '
                                 'Паладин{{Paladin}}. Вона настільки культова, '
                                 'що саме її обрано для гайду базового '
                                 '[[1|Паладина]]. Цей гайд цілком підійде для '
                                 'звичайного Паладина, який захищає групу, '
                                 'служить добру, носить лати й ніколи не '
                                 'замислювався ні про що цікаве.',
 'block-section-introduction-2': 'З іншого боку, така збірка навряд чи надовго '
                                 'вас захопить. Варто комусь сказати '
                                 '«Паладин», і ви ще до кінця слова вже уявите '
                                 'саме цей архетип. У підкласу є розмитий '
                                 'присмак боротьби з почварами та нежиттю — '
                                 'типової справи Паладина, — але всі його '
                                 'вміння працюють проти будь-яких ворогів, '
                                 'просто проти одних — інакше або менш '
                                 'ефективно. Усі вміння підкласу пасивні, крім '
                                 'Каналу божественності{{Channel Divinity}} та '
                                 'завершального вміння 20-го рівня, тож '
                                 'по-справжньому поговорити є про що лише '
                                 'стосовно Каналу божественності. Тож '
                                 'покажімо, як використати його на повну.',
 'block-section-ability-scores-1': 'Найкращі заклинання й уміння Клятви '
                                   'відданості залежать від високої Харизми, '
                                   'тож «Благословенний воїн»{{Blessed '
                                   'Warrior}} — сильний вибір. Це означає, що '
                                   'на 1-му рівні вам буде важко, зате згодом '
                                   'ви добре розвинетеся.',
 'block-section-ability-scores-2': 'Сила: спершу встановіть її на 15, щоб '
                                   'згодом носити лати, і надалі не '
                                   'підвищуйте.',
 'block-section-ability-scores-3': 'Спритність: можна занедбати.',
 'block-section-ability-scores-4': 'Статура: нам подобається мати багато ХП, а '
                                   'Силу особливо підвищувати не потрібно.',
 'block-section-ability-scores-5': 'Інтелект: можна занедбати.',
 'block-section-ability-scores-6': 'Мудрість: можна занедбати.',
 'block-section-ability-scores-7': 'Харизма: від неї залежать заклинання '
                                   'Паладина й чимало його класових умінь.',
 'block-section-ability-scores-8/header/1': 'Купівля за очки',
 'block-section-ability-scores-8/header/2': 'Стандартний масив',
 'block-section-ability-scores-8/row/0/0': 'Сила',
 'block-section-ability-scores-8/row/1/0': 'Спритність',
 'block-section-ability-scores-8/row/2/0': 'Статура',
 'block-section-ability-scores-8/row/3/0': 'Інтелект',
 'block-section-ability-scores-8/row/4/0': 'Мудрість',
 'block-section-ability-scores-8/row/5/0': 'Харизма',
 'block-section-races-1': 'Як і для будь-якого іншого [[1|Паладина]].',
 'block-section-feats-1': 'Як і для будь-якого іншого [[1|Паладина]], якщо '
                          'тільки ви не збираєтеся вигадувати різні хитрощі.',
 'block-section-weapons-2': 'Як і для будь-якого іншого [[1|Паладина]].',
 'block-section-armor-1': 'Як і для будь-якого іншого [[1|Паладина]].',
 'block-section-multiclassing-2': 'Якщо ви плануєте використовувати Харизму '
                                  'для атак, один або два рівні підкласу '
                                  '[[1|Відьмацького клинка]]{{Hexblade}} '
                                  'Чорнокнижника{{Warlock}} стануть чудовим '
                                  'вибором: так ви позбудетеся залежності від '
                                  'Сили й зможете ще більше зосередитися на '
                                  'Харизмі. Я б узяв 1-й рівень Паладина, 1-й '
                                  'рівень Чорнокнижника, а далі — рівні '
                                  'Паладина. Другий рівень Чорнокнижника '
                                  'візьміть після 8-го рівня Паладина, щоб '
                                  'отримати потойбічні виклики{{Eldritch '
                                  'Invocations}}.',
 'block-section-features-1/item/0': ':',
 'block-section-features-1/item/1': ':',
 'block-section-features-1/item/2': ':',
 'block-section-example-1': '*От би ще додавати Харизму до шкоди.*',
 'block-section-example-2': 'Як уже згадувалося вище, приклад збірки з гайда '
                            'базового Паладина — це звичайний Паладин Клятви '
                            'відданості, тож цього разу збірка буде дещо '
                            'дивною. Я хотів розвʼязати кілька проблем: як '
                            'використати Канал божественності{{Channel '
                            'Divinity}}, який у бою є чи не єдиним активним '
                            'умінням підкласу; як зарадити тому, що для '
                            'активації потрібна дія; і як зробити так, щоб '
                            'Тайлер усе-таки дозволив мені опублікувати цей '
                            'гайд, коли я закінчу?',
 'block-section-example-3': 'Відповідь — створити дещо схоже на мій гайд про '
                            '[[1|Кару кожного ходу]]{{Smiting every turn}}, '
                            'але з іншою метою.',
 'block-section-example-4': '**Примітка**: Нам повідомили, що брехня '
                            'суперечить принципам Клятви відданості. Отже, '
                            'наведені нижче поради користуватися Обманом '
                            'несумісні з підкласом. Якщо це проблема у вашій '
                            'грі, замініть Обман іншою навичкою і починайте '
                            'кожну розмову словами: «Вітаю, мене звати X, мене '
                            'переслідують привиди, але я прийшов допомогти».',
 'block-section-ability-scores-2-1': 'Візьмімо запропоновану вище купівлю '
                                     'характеристик очками, а тоді додаймо +2 '
                                     'до Харизми й +1 до Статури.',
 'block-section-ability-scores-2-2/header/1': 'Початкове значення',
 'block-section-ability-scores-2-2/header/2': 'Після підвищення',
 'block-section-ability-scores-2-2/row/0/0': 'Сила',
 'block-section-ability-scores-2-2/row/1/0': 'Спритність',
 'block-section-ability-scores-2-2/row/2/0': 'Статура',
 'block-section-ability-scores-2-2/row/3/0': 'Інтелект',
 'block-section-ability-scores-2-2/row/4/0': 'Мудрість',
 'block-section-ability-scores-2-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Є кілька хороших варіантів, але жоден не дає нам '
                         'чогось особливого для цієї збірки, тож візьмімо '
                         'Астрального ельфа{{Astral Elf}}. Це також чудова '
                         'нагода зіграти за Юань-ті{{Yuan-ti}}, якщо ви ще '
                         'ніколи не пробували; тактика майже не зміниться, '
                         'просто на 1-му рівні доведеться краще стежити за '
                         'позицією.',
 'block-section-background-1': 'Ми мусимо взяти {{Переслідуваного|Haunted '
                               'One}}, бо починаємо за Темного пориву{{Dark '
                               'Urge}} — зачекайте, це не та гра. А якщо '
                               'серйозно, для такого дешевого аналога '
                               '{{Відьмацького клинка|Hexblade}} немає '
                               'особливої причини не вибрати це походження. '
                               'Замініть навички на Обман, щоб удавати, ніби '
                               'вас не проклято, і Залякування: в описі прямо '
                               'сказано, що люди стривожені й допомагають вам, '
                               'хоча цієї навички немає серед варіантів. Мови '
                               'обирайте відповідно до кампанії.',
 'block-section-skills-and-tools-1': 'Атлетика й Переконання від класу '
                                     'приєднуються до Уважності від нашого '
                                     '[[1|ельфійського зору]] та згаданих вище '
                                     'Обману й Залякування.',
 'block-section-feats-2-1': 'Оскільки до бонусу атаки додаються модифікатори '
                            'Сили й Харизми, нам не потрібно підвищувати '
                            'характеристики, щоб не відставати від базових '
                            'розрахунків. З часом ми все одно це зробимо, але '
                            'не через Силу.',
 'block-section-feats-2-2': '6-й рівень (4-й рівень Паладина): «Адепт '
                            'метамагії»{{Metamagic Adept}}',
 'block-section-feats-2-3': '10-й рівень (8-й рівень Паладина): «Майстер '
                            'важкої зброї»{{Great Weapon Master}}',
 'block-section-feats-2-4': '14-й рівень (12-й рівень Паладина): «Ельфійська '
                            'точність»{{Elven Accuracy}}',
 'block-section-feats-2-5': 'На 18-му рівні (16-й рівень Паладина) доводимо '
                            'Харизму до максимуму.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси й уміння',
 'block-section-levels-1/header/2': 'Нотатки й тактика',
 'block-section-levels-1/row/0/0': '1 — Паладин 1',
 'block-section-levels-1/row/0/1': 'Божественне відчуття\n'
                                   'Цілющі руки\n'
                                   'Священне полумʼя',
 'block-section-levels-1/row/0/2': 'Для стартового спорядження візьміть '
                                   '{{кольчугу|chainmail}}, {{два дворучні '
                                   'мечі|two greatswords}} та {{метальні '
                                   'списи|Javelins}}. Продайте зайвий '
                                   'дворучний меч і метальні списи, адже '
                                   'завдяки астральному ельфу{{Astral Elf}} в '
                                   'нас є безкоштовне атакувальне замовляння '
                                   'дальнього бою. Протягом одного рівня '
                                   'застосовуйте Священне полумʼя [Sacred '
                                   'Flame] проти істот зі слабкими ряткидками '
                                   'Спритності, а проти істот із низьким КБ '
                                   'бийте мечем.',
 'block-section-levels-1/row/1/0': '2 — Паладин 2',
 'block-section-levels-1/row/1/1': 'Бойовий стиль: — Благословенний '
                                   'воїн{{Blessed Warrior}}\n'
                                   'Замовляння: — Настанова — Слово сяйва\n'
                                   'Нові підготовлені заклинання: — Виклик на '
                                   'дуель — Лікування ран — Щит віри',
 'block-section-levels-1/row/1/2': 'Протягом рівня до появи Священної '
                                   'зброї{{Sacred Weapon}} нашим основним '
                                   'способом завдавати шкоди буде Слово сяйва '
                                   '[Word of Radiance]. Священне полумʼя '
                                   '[Sacred Flame] не перевершить за шкодою за '
                                   'раунд звичайний удар мечем аж до 17-го '
                                   'рівня, навіть якщо ми так і не підвищимо '
                                   'Силу, тож до того часу обиратимемо '
                                   'Настанову [Guidance]. Не забувайте про '
                                   '+к4. Що ж до заклинань 1-го рівня й вище, '
                                   'то ми й далі робитимемо звичні для '
                                   'Паладина речі.',
 'block-section-levels-1/row/2/0': '3 — Паладин 3',
 'block-section-levels-1/row/2/1': 'Божественне здоровʼя{{Divine Health}}\n'
                                   'Канал божественності: — Священна '
                                   'зброя{{Sacred Weapon}} — {{Вигнання '
                                   'нечестивих|Turn the Unholy}}\n'
                                   'Нові завжди підготовлені заклинання: — '
                                   'Захист від зла й добра — Святилище',
 'block-section-levels-1/row/2/2': 'Добре, що ми володіємо Переконанням: '
                                   'доведеться вмовляти решту групи зупинятися '
                                   'на годину після кожного бою, адже наша '
                                   'тактика залежить від єдиного заряду Каналу '
                                   'божественності{{Channel Divinity}} на всю '
                                   'карʼєру. Поки що після застосування Каналу '
                                   'божественності бонусною дією можемо лише '
                                   'телепортуватися й накладати кілька '
                                   'заклинань. Але скоро це виправимо.',
 'block-section-levels-1/row/3/0': '4 — Чародій 1',
 'block-section-levels-1/row/3/1': 'Сплеск дикої магії\n'
                                   'Приплив хаосу\n'
                                   'Нові замовляння: — Гримучий Клинок — '
                                   'Вогняний заряд — Штукарство — '
                                   '[[1|Формування води]]\n'
                                   'Відомі заклинання: — Сріблясті шпильки — '
                                   'Щит',
 'block-section-levels-1/row/3/2': 'Перевага за бажанням — справді посередня '
                                   'річ для Чародія, але для Паладина з '
                                   'великим мечем (який незабаром битиметься з '
                                   '[[1|силовою атакою]]) вона на вагу золота. '
                                   'Пізніше, коли ми зможемо надійніше '
                                   'переживати ситуації на кшталт вибуху '
                                   'Вогнекулі [Fireball] просто перед нами, '
                                   'частіше накладатимемо заклинання, щоб '
                                   'відновлювати {{Приплив хаосу|Tides of '
                                   'Chaos}} й знову його застосовувати. Це '
                                   'узгоджується з темою проклятого персонажа: '
                                   'часом ми завдаємо шкоди собі. Звісно, ми '
                                   'також обрали проблематичне заклинання, що '
                                   'надає перевагу, хоча наша раса нібито мала '
                                   'б добре з ним поєднуватися (бо ми не взяли '
                                   'рівень {{Відьмацького клинка|Hexblade}}). '
                                   'Звичайний Гримучий Клинок [Booming Blade] '
                                   'ставатиме нашою основною атакою протягом '
                                   'кількох рівнів.',
 'block-section-levels-1/row/4/0': '5 — Чародій 2',
 'block-section-levels-1/row/4/1': 'Джерело магії\n'
                                   'Відоме заклинання: — Поглинання стихій',
 'block-section-levels-1/row/4/2': 'Тепер ми маємо природний запас із 2 очок '
                                   'чарівництва, які можна витратити, щоб… '
                                   'тобто, щоб створити слоти заклинань. '
                                   'Тримайтеся. Оскільки тепер ми 5-го рівня, '
                                   'Гримучий Клинок [Booming Blade] завдає на '
                                   'один кубик шкоди більше від першого '
                                   'влучання та лишається чудовим інструментом '
                                   'танка завдяки своїй чіпкості. Відкладати '
                                   'Додаткову атаку{{Extra Attack}} завжди '
                                   'сумнівно, але ви вже завдаєте пристойної '
                                   'шкоди й водночас працюєте як дуже '
                                   'ефективний танк: якщо вороги відійдуть від '
                                   'вас до тендітніших союзників, вони '
                                   'вибухнуть.',
 'block-section-levels-1/row/5/0': '6 — Паладин 4',
 'block-section-levels-1/row/5/1': 'Риса: Адепт метамагії{{Metamagic Adept}}: '
                                   '— Пришвидшене заклинання — Подовжене '
                                   'заклинання',
 'block-section-levels-1/row/5/2': 'Тепер у нас є 4 очки чарівництва, які '
                                   'можна витратити на Пришвидшене заклинання. '
                                   'Що пришвидшуємо? Гримучий Клинок [Booming '
                                   'Blade] у першому раунді після того, як '
                                   'дією активували Священну зброю{{Sacred '
                                   'Weapon}}. Для того самого трюку в '
                                   'очікуваному третьому бою за день '
                                   'доведеться витратити слот заклинання 2-го '
                                   'рівня, щоб отримати ще 2 очки, але воно '
                                   'того варте.',
 'block-section-levels-1/row/6/0': '7 — Паладин 5',
 'block-section-levels-1/row/6/1': 'Додаткова атака\n'
                                   'Нові підготовлені заклинання: — Пошук '
                                   'скакуна — Героїзм — Мале відновлення — '
                                   'Зона правди',
 'block-section-levels-1/row/6/2': 'Тепер, коли ми отримали Додаткову '
                                   'атаку{{Extra Attack}}, маємо вибір. Якщо '
                                   'боїтеся, що ворог відійде, атакуйте його '
                                   'Гримучим Клинком [Booming Blade]. Якщо ні '
                                   '— атакуйте двічі. Тепер доведеться '
                                   'провести чимало математичних обчислень: чи '
                                   'варто витрачати ці слоти заклинань на '
                                   'Божественну кару{{Divine Smite}}, чи на '
                                   'Гримучий Клинок [Booming Blade] із '
                                   'Пришвидшеним заклинанням? Якщо припустити, '
                                   'що ми накладаємо Пошук скакуна [Find '
                                   'Steed] лише в дні без пригод і не '
                                   'витрачаємо слоти ні на що, крім шкоди, '
                                   'зараз маємо два слоти 2-го рівня та чотири '
                                   '1-го (памʼятайте, що один слот ми вже '
                                   'витратили на очки для Пришвидшеного '
                                   'заклинання в третьому бою за день). Це дає '
                                   'або 3 Гримучі Клинки [Booming Blade] із '
                                   'Пришвидшеним заклинанням, або 14к8 шкоди '
                                   'від Божественної кари. На перший погляд '
                                   'вибір очевидний: у середньому 63 чи 40,5 '
                                   'шкоди… якщо не спрацює вторинний ефект. '
                                   'Навіть одне додаткове спрацювання '
                                   'вторинного ефекту підвищує шкоду Гримучого '
                                   'Клинка [Booming Blade] до 49,5, тож '
                                   'різниця вже не така велика. Якщо спрацюють '
                                   '*усі*, вийде аж 67,5 — і Гримучий Клинок '
                                   '[Booming Blade] на мить здається '
                                   'безумовним переможцем. Але це лише середня '
                                   'шкода. Якщо врахувати влучність, усе '
                                   'ускладнюється. Розумніше берегти '
                                   'Божественну кару для критичних влучань: '
                                   'так ви витратите ресурси ефективніше й '
                                   'отримаєте більше шкоди, адже кубики '
                                   'подвоюються, а вторинна шкода замовляння — '
                                   'ні. Перевага ще й підвищує ймовірність '
                                   'критичного влучання; її легко отримати '
                                   'завдяки {{Припливу хаосу|Tides of Chaos}} '
                                   'та накладанню Сріблястих шпильок [Silvery '
                                   'Barbs], щоб відновити його. Але це також '
                                   'витрачає слоти, тож на обидві речі '
                                   'залишиться менше ресурсів. Отже, мені '
                                   'вдалося взяти найзвичайнішого з усіх '
                                   'можливих Паладинів і наділити його такою '
                                   'складністю рішень і керування ресурсами, '
                                   'що виникає параліч аналізу. Будь ласка. '
                                   'Попри все сказане, Пошук скакуна [Find '
                                   'Steed] — складне заклинання. Можете '
                                   'прочитати [[1|практичний посібник з '
                                   'кінного бою]] й послухати наш [[2|подкаст '
                                   'про кінний бій]]. Я раджу це заклинання не '
                                   'тому, що ви обовʼязково маєте їздити '
                                   'верхи, а тому, що небесний бойовий кінь — '
                                   'це круто й може бути корисним у багатьох '
                                   'ситуаціях. Накладати його часто не '
                                   'доведеться (тож у більшості днів у цьому '
                                   'слоті краще мати підготовлене Лікування '
                                   'ран [Cure Wounds]), але після загибелі '
                                   'коня доведеться накласти знову. З КБ 11 і '
                                   'без володіння ряткидками це траплятиметься '
                                   'доволі часто. Та краще втратити коня, аніж '
                                   'союзників, яких замінити важче.',
 'block-section-levels-1/row/7/0': '8 — Паладин 6',
 'block-section-levels-1/row/7/1': '{{Аура захисту|Aura of Protection}}\n'
                                   'Нове підготовлене заклинання: — будь-яке',
 'block-section-levels-1/row/7/2': 'Хотіли безкоштовний +3 до всіх ряткидків? '
                                   'Ваша група теж. Варто зауважити, що в '
                                   'описі не вказано, до яких саме ряткидків '
                                   'застосовується бонус, отже він діє на всі, '
                                   'зокрема на ряткидки від смерті. Тримайтеся '
                                   'поруч із друзями при смерті, навіть якщо '
                                   'не можете витратити дію, щоб застосувати '
                                   'до них {{Цілющі руки|Lay on Hands}}.',
 'block-section-levels-1/row/8/0': '9 — Паладин 7',
 'block-section-levels-1/row/8/1': '{{Аура відданості|Aura of Devotion}}',
 'block-section-levels-1/row/8/2': 'Тут нічого цікавого не сталося.',
 'block-section-levels-1/row/9/0': '10 — Паладин 8',
 'block-section-levels-1/row/9/1': 'Риса: Майстер важкої зброї{{Great Weapon '
                                   'Master}}\n'
                                   'Нове підготовлене заклинання: — будь-яке',
 'block-section-levels-1/row/9/2': 'Знаєте, що чудово поєднується з фактично '
                                   'постійним бонусом +2 до влучання (це від '
                                   'Сили 15, яку ми не підвищували)? Силова '
                                   'атака. Застосовувати штраф у кожен хід, '
                                   'крім першого, — чудова ідея, адже у вас '
                                   'багато нагод влучити (особливо завдяки '
                                   'всій цій перевазі). Це також добре '
                                   'допомагає керувати ресурсами: якщо одна з '
                                   'двох атак стає критичним влучанням, не '
                                   'потрібно пришвидшувати Гримучий Клинок '
                                   '[Booming Blade], щоб використати бонусну '
                                   'дію для завдання шкоди. Так менше '
                                   'обчислень. Принаймні на мить.',
 'block-section-levels-1/row/10/0': '11 — Паладин 9',
 'block-section-levels-1/row/10/1': 'Нові підготовлені заклинання: — '
                                    'Відродження — Маяк надії — Розвіювання '
                                    'магії',
 'block-section-levels-1/row/10/2': 'Погляньмо на шкоду. На цьому рівні '
                                    'Гримучий Клинок [Booming Blade] '
                                    'посилюється: кожне накладання завдає 18 '
                                    'або 31,5 шкоди. Тепер маємо відповідно 4, '
                                    '2 і 3 слоти заклинань. Це дає 26к8 шкоди '
                                    'від Божественної кари{{Divine Smite}} (в '
                                    'середньому 117) або 7 Гримучих Клинків '
                                    '[Booming Blade] із Пришвидшеним '
                                    'заклинанням. Чудові новини: стільки '
                                    'додаткових Пришвидшених заклинань '
                                    'вистачить на *кожен очікуваний раунд '
                                    'бою*, адже в обчисленнях уже враховано '
                                    'трюк першого раунду кожного бою. Якщо '
                                    'хочете більше не вибирати, просто '
                                    'атакуйте й накладайте Гримучий Клинок '
                                    '[Booming Blade] із Пришвидшеним '
                                    'заклинанням у кожен раунд, а один слот '
                                    '1-го рівня залиште на Сріблясті шпильки '
                                    '[Silvery Barbs]. Шкода за раунд із '
                                    '«силовою атакою» від Майстра важкої '
                                    'зброї: 41,25 з урахуванням додаткової '
                                    'шкоди. Якщо Гримучий Клинок [Booming '
                                    'Blade] має перевагу, буде аж 52,4. Це '
                                    'означає, що ми завжди перевищуємо поріг '
                                    '[[1|високого DPR]], а з перевагою на '
                                    'потужне замовляння опиняємося на '
                                    'півдорозі між ним і рівнем «Та годі вже». '
                                    'Чи краще так, ніж витратити половину '
                                    'слотів на Сріблясті шпильки [Silvery '
                                    'Barbs], а решту — на Божественну кару при '
                                    'критичних влучаннях? Ні, але так набагато '
                                    'простіше, і після останніх чотирьох '
                                    'рівнів ми на це заслужили.',
 'block-section-levels-1/row/11/0': '12 — Паладин 10',
 'block-section-levels-1/row/11/1': '{{Аура мужності|Aura of Courage}}',
 'block-section-levels-1/row/11/2': 'На мою думку, формулювання «не може бути '
                                    'наляканим» означає, що якщо істота '
                                    'налякана, достатньо підійти до неї на 10 '
                                    'футів, і ваша аура усуне ефект страху, а '
                                    'не лише придушить його. Це не '
                                    'узгоджується з тлумаченням наміру правил '
                                    'Джереми Кроуфорда, але навіть він визнає, '
                                    'що [[1|буквальне прочитання правил '
                                    'нечітке]]. Також ми просуваємося ще на '
                                    'рівень у таблиці чаротворства для '
                                    'мультикласованих персонажів: отримуємо '
                                    'слоти 4-го рівня, але заклинань для них '
                                    'немає. Збережіть слот для критичного '
                                    'влучання й вдарте когось Божественною '
                                    'карою{{Divine Smite}} на +12к6.',
 'block-section-levels-1/row/12/0': '13 — Паладин 11',
 'block-section-levels-1/row/12/1': 'Покращена божественна кара{{Improved '
                                    'Divine Smite}}',
 'block-section-levels-1/row/12/2': 'Це чудове вміння, яке зовсім не змінює '
                                    'нашої тактики. Але шкоду за раунд воно '
                                    'помітно підвищує.',
 'block-section-levels-1/row/13/0': '14 — Паладин 12',
 'block-section-levels-1/row/13/1': 'Ельфійська точність{{Elven Accuracy}} '
                                    '(Харизма)',
 'block-section-levels-1/row/13/2': 'Знаю, про що ви думаєте, але ні. Хоча ми '
                                    'додаємо бонус Харизми до кидка атаки, це '
                                    'не атака, яку здійснюють Харизмою (бо, '
                                    'знову ж таки, ми просто гірша версія '
                                    '{{Відьмацького клинка|Hexblade}}). Єдина '
                                    'річ, для якої ця риса нам знадобиться, — '
                                    'Вогняний заряд [Fire Bolt]. На цьому '
                                    'етапі можна було б, мабуть, виміняти '
                                    'спорядження на рапіру й щит та почати '
                                    'полювати на критичні влучання завдяки '
                                    'всій цій перевазі, але шкода насправді не '
                                    'буде більшою, адже ми й так чудово '
                                    'використовуємо «Майстра важкої '
                                    'зброї»{{Great Weapon Master}}. То навіщо '
                                    'я взяв цю рису? Через образ проклятого '
                                    'клинка{{Curseedge}}. «Експерт у '
                                    'навичках»{{Skill Expert}} кращий; '
                                    'обирайте його, якщо справді оптимізуєте '
                                    'кожен аспект персонажа.',
 'block-section-levels-1/row/14/0': '15 — Паладин 13',
 'block-section-levels-1/row/14/1': 'Нові підготовлені заклинання: — Пошук '
                                    'вищого скакуна — Захист від смерті — '
                                    'Свобода рухів — Вартовий віри',
 'block-section-levels-1/row/14/2': 'Замініть будь-яке заклинання, '
                                    'підготовлене на 8-му рівні, на Захист від '
                                    'смерті [Death Ward], а замість бойового '
                                    'коня тепер викликайте небесного пегаса '
                                    'заклинанням Пошук вищого скакуна [Find '
                                    'Greater Steed]. Накладіть Захист від '
                                    'смерті [Death Ward] на себе — його дія '
                                    'пошириться й на коня.',
 'block-section-levels-1/row/15/0': '16 — Паладин 14',
 'block-section-levels-1/row/15/1': 'Очищувальний дотик{{Cleansing Touch}}',
 'block-section-levels-1/row/15/2': 'Буп.',
 'block-section-levels-1/row/16/0': '17 — Паладин 15',
 'block-section-levels-1/row/16/1': '{{Чистота духу|Purity of Spirit}}',
 'block-section-levels-1/row/16/2': 'Добра новина: це захищає від багатьох '
                                    'істот, які становлять для нас серйозну '
                                    'загрозу на цьому рівні. Погана новина: '
                                    'нас і так не може зачарувати чи налякати '
                                    'жодна істота, а з одержимістю в цій '
                                    'редакції D&D я взагалі ніколи не '
                                    'стикався, тож увесь бюджет цього вміння '
                                    'йде просто на те, щоб ці істоти атакували '
                                    'нас із перешкодою. Утім, воно справді '
                                    'допомагає, адже ми не користуємося щитом, '
                                    'хоча до цього рівня якось вижили й без '
                                    'нього.',
 'block-section-levels-1/row/17/0': '18 — Паладин 16',
 'block-section-levels-1/row/17/1': 'Покращення Характеристик (Харизма)\n'
                                    'Нове підготовлене заклинання: — будь-яке',
 'block-section-levels-1/row/17/2': 'Ми підвищуємо Харизму до максимуму, '
                                    'отримуючи +1 до всіх ряткидків і +1 до '
                                    'кидків атаки (але не до шкоди, адже ми не '
                                    '{{Відьмацький клинок|Hexblade}}).',
 'block-section-levels-1/row/18/0': '19 — Паладин 17',
 'block-section-levels-1/row/18/1': 'Нові підготовлені заклинання: — Священна '
                                    'зброя — Руйнівна хвиля — Звернення — '
                                    'Полумʼяний удар',
 'block-section-levels-1/row/18/2': 'Відтепер наша тактика майже не '
                                    'змінюється. Та й «відтепер» лишилося '
                                    'небагато — але ось ми й тут. Полумʼяний '
                                    'удар [Flame Strike] завдає прийнятної '
                                    'шкоди по площі, та зазвичай нам усе одно '
                                    'краще просто атакувати. Утім, раз на день '
                                    'можна витратити дію на атаку, а потім '
                                    'накласти пришвидшений Полумʼяний удар '
                                    '[Flame Strike], щоб завдати величезної '
                                    'шкоди, особливо численній групі ворогів.',
 'block-section-levels-1/row/19/0': '20 — Паладин 18',
 'block-section-levels-1/row/19/1': 'Покращення Аур{{Aura Improvements}}',
 'block-section-levels-1/row/19/2': 'Наше завершальне вміння не надто важливе '
                                    'для тактики цієї збірки, але все одно '
                                    'приємно його мати.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
