import refs

TITLE = 'Дика магія — гайд підкласу Чародія (2014)'
TOPICS = 'Чародій, Дика магія, підклас, приклад збірки'

HEADINGS = {'section-features': 'Уміння Чародія Дикої магії',
 'section-ability-scores': 'Характеристики Чародія Дикої магії',
 'section-races': 'Раси Чародія Дикої магії',
 'section-feats': 'Риси Чародія Дикої магії',
 'section-weapons': 'Зброя Чародія Дикої магії',
 'section-armor': 'Обладунки Чародія Дикої магії',
 'section-multiclassing': 'Мультикласування Чародія Дикої магії',
 'section-example': 'Приклад збірки Чародія Дикої магії — Максимальний хаос'}

FRAGMENTS = {'block-section-introduction-1': 'Чародій Дикої магії{{Wild Magic}} '
                                 'непередбачуваний, а отже ненадійний і тому '
                                 'неефективний. Але це дуже весело, тож якщо '
                                 'ваша група переживе те, що ви не вичавлюєте '
                                 'максимум зі збірки, це додасть вашій грі '
                                 'елемент дивакуватої веселості. Просто '
                                 'переконайтеся, що ваш Майстер готовий '
                                 'підіграти, інакше матимете проблеми.',
 'block-section-introduction-2': 'Найбільша проблема Дикої магії{{Wild Magic}} '
                                 'у тому, що користування таблицею дикої магії '
                                 'віддано на розсуд Майстра. Майстер може '
                                 'змусити вас кидати щоразу, коли ви '
                                 'накладаєте заклинання з рівнем, і може '
                                 'змусити кидати знову, щоб відновити «Приплив '
                                 'хаосу»{{Tides of Chaos}} — єдине корисне '
                                 'уміння вашого підкласу на першому рівні.',
 'block-section-introduction-3': 'Майстер може вирішити, що Дика магія{{Wild '
                                 'Magic}} надто дратує, або просто забути про '
                                 'неї. Або ж він може пуститися берега й '
                                 'застосувати і звичайний «Сплеск дикої '
                                 'магії»{{Wild Magic Surge}} (для нього треба '
                                 'викинути 1 на к20, щоб щось сталося), і '
                                 'механіку відновлення «Припливу хаосу»{{Tides '
                                 'of Chaos}}, адже ці два результати одне '
                                 'одного не виключають. Тож за одне заклинання '
                                 'можна двічі кинути за таблицею дикої магії.',
 'block-section-introduction-4': 'Щоб полагодити Дику магію{{Wild Magic}}, '
                                 'навіть не потрібно змінювати правила '
                                 'підкласу: достатньо чіткої домовленості про '
                                 'те, як часто відбуватимуться кидки за '
                                 'таблицею дикої магії. Ось що я раджу: '
                                 'чародій *завжди* кидає к20 для «Сплеску '
                                 'дикої магії»{{Wild Magic Surge}}, коли '
                                 'накладає заклинання з рівнем. Якщо «Приплив '
                                 'хаосу»{{Tides of Chaos}} не відновлено, '
                                 'чародій натомість автоматично кидає за '
                                 'таблицею дикої магії.',
 'block-section-introduction-5': 'Так Дика магія{{Wild Magic}} спрацьовуватиме '
                                 'достатньо часто, щоб відчуватися значущою, '
                                 'але навряд чи щораунду. Так само «Приплив '
                                 'хаосу»{{Tides of Chaos}} має дуже чіткий '
                                 'ризик у разі використання. Так, '
                                 'користуватися ним можна часто, але майже '
                                 'одразу після цього ви кидатимете за таблицею '
                                 'дикої магії, а це створює захопливу механіку '
                                 'ризику й винагороди. Цей ризик значно '
                                 'зменшується, коли на 14-му рівні починає '
                                 'діяти «Керований хаос»{{Controlled Chaos}}, '
                                 'але на той час небезпечні ефекти здебільшого '
                                 'й так стають дрібними прикрощами.',
 'block-section-introduction-6': 'В епізоді нашого RPGBOT.Podcast про '
                                 '[[1|оптимізацію чародіїв]] Еш пропонує '
                                 'починати зі СК 20 і зменшувати це число '
                                 'щоразу, коли Чародій кидає к20, щоб, '
                                 'можливо, запустити сплеск, а коли сплеск '
                                 'таки трапляється, повертати число до 20.',
 'block-section-ability-scores-1': 'Не відрізняється від [[1|типового '
                                   'чародія]].',
 'block-section-races-1': 'Не відрізняється від [[1|типового чародія]].',
 'block-section-feats-1': 'Не відрізняється від [[1|типового чародія]].',
 'block-section-feats-2/item/0': ':',
 'block-section-weapons-1': 'Не відрізняється від [[1|типового чародія]].',
 'block-section-armor-1': 'Не відрізняється від [[1|типового чародія]].',
 'block-section-multiclassing-1': 'Не відрізняється від [[1|типового '
                                  'чародія]].',
 'block-section-example-1': 'Хоча в Чародія Дикої магії{{Wild Magic}} є кілька '
                            'механік, які можна оптимізувати, усі вони '
                            'замкнені за суцільним хаосом «Сплеску дикої '
                            'магії»{{Wild Magic Surge}}, тож ми повністю '
                            'зануримося в хаос і зберемо чародія, що спричиняє '
                            'якнайбільше хаосу. Здебільшого це означатиме '
                            'накладання хаотичних, непередбачуваних заклинань.',
 'block-section-example-2': 'Це означатиме вибір багатьох заклинань, які ми '
                            'оцінюємо невисоко в нашому [[1|розборі списку '
                            'заклинань Чародія]]. Непередбачуваність за своєю '
                            'природою ефективна лише ненадійно. Дика '
                            'магія{{Wild Magic}} і так вимагає, щоб увесь ваш '
                            'стіл був готовий до купи хаосу, тож ми зробимо на '
                            'нього повну ставку.',
 'block-section-example-3': 'Не хвилюйтеся. Ми все одно оптимізуватимемо те, '
                            'як усім користуємося. Я знаю, що роблю.',
 'block-section-example-4': 'Приклад [[1|мініатюри напіврослика-чародія]] від '
                            'наших друзів із Heroforge. ([[2|партнерське '
                            'посилання]])',
 'block-section-ability-scores-2-1': 'Тут у нас багато простору для гнучкості, '
                                     'тож або починайте з характеристик, які '
                                     'радить наш гайд Чародія, або візьміть по '
                                     '15 у Спритності, Статурі й Харизмі, а '
                                     'решту занедбайте. +2 вкладіть у Харизму, '
                                     'а +1 — у щось, щоб довести його до '
                                     'парного значення й підняти модифікатор. '
                                     'Поки ваша Харизма висока, а Спритність і '
                                     'Статура — 14 чи більше, ви в хорошій '
                                     'формі.',
 'block-section-ability-scores-2-2/header/1': 'Базове значення',
 'block-section-ability-scores-2-2/header/2': 'Підвищене значення',
 'block-section-ability-scores-2-2/row/0/0': 'Сила',
 'block-section-ability-scores-2-2/row/1/0': 'Спритність',
 'block-section-ability-scores-2-2/row/2/0': 'Статура',
 'block-section-ability-scores-2-2/row/3/0': 'Інтелект',
 'block-section-ability-scores-2-2/row/4/0': 'Мудрість',
 'block-section-ability-scores-2-2/row/5/0': 'Харизма',
 'block-section-race-1': 'Я хочу зібрати це з найхаотичнішою расою. Я навіть '
                         'запитав найхаотичніше місце, яке знаю, — інтернет, — '
                         'яка раса найхаотичніша. Думок було багато, і всі '
                         'однаково слушні.',
 'block-section-race-2': 'А це означає, що всі інші помиляються, бо '
                         'найхаотичніша раса — Напіврослик{{Halfling}}. Самої '
                         'лише «Удачі»{{Lucky}} досить, щоб основні припущення '
                         'гри стали непередбачуваними, а ще можна додати до '
                         'суміші риси «Щедра удача»{{Bountiful Luck}} і '
                         '«Другий шанс»{{Second Chance}}, щоб зробити все ще '
                         'менш передбачуваним. Також скористаємося правилами '
                         'налаштованого походження{{Custom Origin}}.',
 'block-section-background-1': 'Це майже не впливає на збірку, але ми візьмемо '
                               'Придворного{{Courtier}}. Він дає Аналіз '
                               'Поведінки, Переконання та дві мови.',
 'block-section-skills-and-tools-1': 'Двома класовими навичками оберемо Обман '
                                     'і Залякування, і це дає нам усі навички '
                                     '«обличчя».',
 'block-section-feats-2-1': 'На 4-му рівні беремо расову рису Напіврослика '
                            '«Другий шанс»{{Second Chance}}. Вона дає і +1 до '
                            'Харизми, і корисний захисний варіант.',
 'block-section-feats-2-2': 'На 8-му рівні беремо «Доторк феї»{{Fey Touched}}, '
                            'що дає ще +1 до Харизми й кілька додаткових '
                            'відомих заклинань.',
 'block-section-feats-2-3': 'На 12-му рівні розділимо Покращення '
                            'Характеристик, щоб підняти Статуру до 16, а '
                            'Харизму до 20.',
 'block-section-feats-2-4': 'На 16-му рівні беремо «Щедру удачу»{{Bountiful '
                            'Luck}}, щоб поділитися нашою рисою '
                            '«Удача»{{Lucky}}.',
 'block-section-feats-2-5': 'На 19-му рівні маємо вільне місце. Можна взяти '
                            '«Удачу»{{Lucky}} — стандартну відповідь на «не '
                            'знаю, що тут робити», але для цього в нас є '
                            '«Приплив хаосу»{{Tides of Chaos}}. За '
                            'замовчуванням беріть +2 до Статури, якщо тільки '
                            'не хочете чогось іншого, як-от «Надихаючий '
                            'лідер»{{Inspiring Leader}}.',
 'block-section-levels-1/header/0': 'Рівень',
 'block-section-levels-1/header/1': 'Риси та уміння',
 'block-section-levels-1/header/2': 'Примітки й тактика',
 'block-section-levels-1/row/0/1': 'Походження чародія: Дика магія\n'
                                   'Сплеск дикої магії\n'
                                   'Приплив хаосу\n'
                                   'Чаротворство\n'
                                   'Відомі замовляння:\n'
                                   '– [[1|Магічна рука]]\n'
                                   '– Розщеплення Розуму\n'
                                   '– [[2|Мала ілюзія]]\n'
                                   '– Промінь холоду\n'
                                   'Відомі заклинання:\n'
                                   '– Снаряд хаосу\n'
                                   '– Обладунок мага',
 'block-section-levels-1/row/1/1': 'Джерело магії\n'
                                   'Нові відомі заклинання:\n'
                                   '– Їдке Вариво Таші',
 'block-section-levels-1/row/2/1': 'Метамагія\n'
                                   '– Пришвидшене заклинання\n'
                                   '– Спарене заклинання\n'
                                   'Нові відомі заклинання:\n'
                                   '– Пустощі Натайра',
 'block-section-levels-1/row/3/1': 'Риса: Другий шанс (Харизма 17 → 18)\n'
                                   'Нове відоме замовляння:\n'
                                   'Нові відомі заклинання:\n'
                                   '– Вихрове переміщення',
 'block-section-levels-1/row/4/1': 'Нові відомі заклинання:\n'
                                   '– Достаток ворогів',
 'block-section-levels-1/row/5/1': 'Викривлення удачі\n'
                                   'Нові відомі заклинання:\n'
                                   '– Завірюха',
 'block-section-levels-1/row/6/1': 'Нові відомі заклинання:\n– Спантеличення',
 'block-section-levels-1/row/7/1': 'Доторк феї\n'
                                   '– Харизма 18 → 19\n'
                                   '– Зурочення\n'
                                   '– Туманний крок\n'
                                   'Нові відомі заклинання:\n'
                                   '– [[1|Перевтілення]]',
 'block-section-levels-1/row/8/1': 'Нові відомі заклинання:\n– Нашестя комах',
 'block-section-levels-1/row/9/1': 'Метамагія\n'
                                   '– Підвищене заклинання\n'
                                   'Нове відоме замовляння:\n'
                                   '– Будь-яке\n'
                                   'Нові відомі заклинання:\n'
                                   '– Позірність',
 'block-section-levels-1/row/10/1': 'Нові відомі заклинання:\n– Розкидання',
 'block-section-levels-1/row/11/1': 'Покращення Характеристик: Статура 15 → '
                                    '16, Харизма 19 → 20',
 'block-section-levels-1/row/12/1': 'Нові відомі заклинання:\n'
                                    '– Обернена гравітація',
 'block-section-levels-1/row/13/1': 'Керований хаос',
 'block-section-levels-1/row/14/1': 'Нові відомі заклинання:\n– Землетрус',
 'block-section-levels-1/row/15/1': 'Риса: Щедра удача',
 'block-section-levels-1/row/16/1': 'Метамагія\n'
                                    '– Підсилене заклинання\n'
                                    'Нові відомі заклинання:\n'
                                    '– Масове перевтілення',
 'block-section-levels-1/row/17/1': 'Вибух закляття',
 'block-section-levels-1/row/18/1': 'Риса: будь-яка',
 'block-section-levels-1/row/19/1': 'Відновлення чарівництва',
 'block-section-levels-1/row/0/2': 'Замовляння — це більша частина нашої '
                                   'наступальної сили. Ряткидок Інтелекту від '
                                   'Розщеплення Розуму [Mind Sliver] '
                                   'надзвичайно надійний, а Промінь холоду '
                                   '[Ray of Frost] дає добру шкоду, чудову '
                                   'дальність і невелике послаблення для '
                                   'контролю поля бою. Серед заклинань з '
                                   'рівнями ми обираємо Снаряд хаосу [Chaos '
                                   'Bolt] замість чогось стабільнішого й '
                                   'надійнішого на кшталт Кольорової кульки '
                                   '[Chromatic Orb] чи Магічного дротика '
                                   '[Magic missile]. Шанс, що Снаряд хаосу '
                                   '[Chaos Bolt] перестрибне на іншу ціль, — '
                                   'лише 1 із 8, і він масштабується гірше за '
                                   'Кольорову кульку [Chromatic Orb], але '
                                   'протягом більшої частини карʼєри ми можемо '
                                   'накладати його слотом 1-го рівня як '
                                   'недороге джерело одноцільової шкоди. '
                                   'Скористайтеся «Припливом хаосу»{{Tides of '
                                   'Chaos}}, щоб отримати Перевагу на кидок '
                                   'атаки. Спрацьовування «Сплеску дикої '
                                   'магії»{{Wild Magic Surge}} буде '
                                   'надзвичайно рідким, якщо ви з Майстром не '
                                   'домовитеся, коли він змушуватиме до '
                                   'сплеску, щоб відновити «Приплив хаосу». '
                                   'Коли ж це трапляється, більшість ефектів '
                                   'доброякісні (не обовʼязково корисні, але '
                                   'принаймні не шкідливі). Звісно, є кілька '
                                   'жахливих винятків, але переважно все '
                                   'гаразд. Також візьмемо Обладунок мага '
                                   '[Mage Armor]. Ця збірка — навіжений монстр '
                                   'хаосу, а не прагнення смерті.',
 'block-section-levels-1/row/1/2': 'Мабуть, моє улюблене заклинання шкоди по '
                                   'області у формі лінії. Шкода не вражає, '
                                   'але швидко накопичується, і істоти можуть '
                                   'або терпіти шкоду, що стрімко росте, або '
                                   'витратити дію, щоб зняти ефект. Витратити '
                                   'слот заклинання 1-го рівня, щоб позбавити '
                                   'істоту її дії, — чудовий обмін.',
 'block-section-levels-1/row/2/2': '«Пришвидшене заклинання»{{Quickened '
                                   'Spell}} майже виключно потрібне, щоб '
                                   'комбінувати заклинання '
                                   '«пройди-ряткидок-або-страждай»{{save-or-suck}} '
                                   'з Розщепленням Розуму [Mind Sliver]. '
                                   '«Спарене заклинання»{{Twinned Spell}} '
                                   'потрібне, щоб розтягнути ефективність '
                                   'Снаряда хаосу [Chaos Bolt]. Погляньмо на '
                                   'математику: Розпечений промінь [Scorching '
                                   'Ray] завдає 6к6 шкоди. Спарений Снаряд '
                                   'хаосу [Chaos Bolt] завдає 4к8+2к6 шкоди й '
                                   'може перестрибнути на додаткові цілі за '
                                   'менші витрати ресурсів. Два снаряди '
                                   'підвищують шанс перестрибування з 12,5% '
                                   '(1/8) до 23,44% (майже 1/4). Навіть без '
                                   'перестрибування спарений Снаряд хаосу '
                                   '[Chaos Bolt] кращий, тож брати Розпечений '
                                   'промінь [Scorching Ray] нам не потрібно. '
                                   "Пустощі Натайра [Nathair's Mischief] — "
                                   'суто хаотична забаганка.',
 'block-section-levels-1/row/3/2': '«Другий шанс»{{Second Chance}} дозволяє '
                                   'раз за сутичку змусити перекинути кидок, '
                                   'коли по нас влучають. Він не замінить '
                                   'пристойний КБ, але це добра страховка, а '
                                   'ще він дає збільшення характеристики на '
                                   '+1. Використайте Вихрове переміщення '
                                   '[Vortex Warp], щоб узяти члена групи й '
                                   'поставити його куди завгодно. В ідеалі '
                                   'кудись корисне, але я вам не указ.',
 'block-section-levels-1/row/4/2': 'Достаток ворогів [Enemies Abound] чудово '
                                   'працює в зіткненнях із кількома ворогами. '
                                   'Він далеко не такий точний, як «Підкорення '
                                   'X», але має значно нижчий рівень, і ним '
                                   'усе одно можна налаштувати ворога проти '
                                   'його союзників. Ще краще: у справді '
                                   'великих зіткненнях його можна спарити для '
                                   'подвійного хаосу!',
 'block-section-levels-1/row/5/2': '«Викривлення удачі»{{Bend Luck}} дозволяє '
                                   'врятувати атаки, ряткидки й перевірки, '
                                   'яким ледь не вистачило, або перетворити '
                                   'ледь успішні кидки ворогів на провали. Це '
                                   'один із елементів нашої статті про '
                                   '[[1|зловживання к4]], і на відміну від '
                                   'багатьох бонусів і штрафів к4, '
                                   'застосовувати його до кидка не '
                                   'обовʼязково. Це лише к4, та ще й коштує 2 '
                                   'очки чародійства{{Sorcery Points}}, тож '
                                   'постійно користуватися ним не варто, але '
                                   'воно чудове, коли кидок відрізняється від '
                                   'порогу успіху на 1 чи 2, а це 10% '
                                   'випадків. Це звучить нечасто, але якщо '
                                   'група з 4 персонажів і 1 монстр кидають по '
                                   'одному к20 за раунд, є 40,95% шансу, що '
                                   'хоча б один кидок відрізнятиметься від '
                                   'порогу на 1 чи 2. «Викривлення удачі» '
                                   'також додається до штрафу к4 від '
                                   'Розщеплення Розуму [Mind Sliver]. Відняти '
                                   '2к4 від ряткидка — це в середньому -5, а '
                                   'це величезне послаблення. На цьому рівні '
                                   'це буквально більше за ваш модифікатор '
                                   'характеристики. Через це ваша СК заклинань '
                                   'стає математично непрохідною для багатьох '
                                   'істот, якщо тільки ви не цілитеся в їхні '
                                   'найкращі ряткидки, і це лишається правдою '
                                   'на всьому діапазоні рівнів. Ще гірше: '
                                   'можна [[2|додати до суміші Зурочення]] '
                                   '[Bane] для ще одного штрафу -1к4 до '
                                   'ряткидків. Завірюха [Sleet Storm] — дивна '
                                   'суміш контролю території та шкоди, а '
                                   'змушувати ворогів падати додолу точно '
                                   'додасть хаосу в зіткнення.',
 'block-section-levels-1/row/6/2': 'Я не довіряю Спантеличенню [Confusion] '
                                   'саме через те, що воно хаотичне й '
                                   'непередбачуване, але уражені істоти '
                                   'справді мають 80% шансів не отримати дію, '
                                   'тож воно не таке вже й жахливе. Я б радше '
                                   'використав Гіпнотичний візерунок [Hypnotic '
                                   'Pattern], але він недостатньо хаотичний!',
 'block-section-levels-1/row/7/2': '«Доторк феї»{{Fey Touched}} дає одне '
                                   'відоме заклинання 1-го рівня, і цю '
                                   'перевагу майже завжди забувають на користь '
                                   'Туманного кроку [Misty Step]. Тут я раджу '
                                   'Зурочення [Bane]. Це дивне заклинання, але '
                                   'проти невеликої кількості потужних ворогів '
                                   'воно або потужне довготривале послаблення, '
                                   'або кумедно недорогий спосіб виснажити '
                                   '«Легендарний опір»{{Legendary '
                                   'Resistance}}. Беручи тут напівризу, ми '
                                   'відстаємо від «Фундаментальної '
                                   'математики»{{Fundamental Math}} на 1, але '
                                   'якщо ворог колись пройде ряткидок на 1, '
                                   'можна скористатися «Викривленням '
                                   'удачі»{{Bend Luck}}. Використайте '
                                   'Перевтілення [Polymorph], щоб перетворити '
                                   'союзника на тиранозавра й спустити його з '
                                   'повідка. Або перетворіть ворога на щось '
                                   'химерне, як-от коробчасту черепаху.',
 'block-section-levels-1/row/8/2': 'Контроль території й тривала шкода, що '
                                   'виграють від «Вибуху закляття»{{Spell '
                                   'Bombardment}}.',
 'block-section-levels-1/row/9/2': '«Підвищене заклинання»{{Heightened '
                                   'Spell}}, особливо в поєднанні з '
                                   'пришвидшеним Розщепленням Розуму [Mind '
                                   'Sliver] і можливістю «Викривлення '
                                   'удачі»{{Bend Luck}}, дає змогу зробити '
                                   'наші заклинання практично неможливими для '
                                   'опору. Накладіть Позірність [Seeming], щоб '
                                   'уся ваша група виглядала як один із ваших '
                                   'ворогів, а тоді нехай усі бігають навколо. '
                                   'Спостерігайте за хаосом, коли інші вороги '
                                   'намагаються зрозуміти, що відбувається.',
 'block-section-levels-1/row/10/2': 'О ні, я розкидав усіх своїх ворогів прямо '
                                    'посеред Нашестя комах [Insect Plague]!',
 'block-section-levels-1/row/11/2': 'Розділимо Покращення Характеристик, щоб '
                                    'підняти Харизму до 20 і підвищити наш '
                                    'модифікатор Статури.',
 'block-section-levels-1/row/12/2': 'Гаразд, а що, як цей бій відбуватиметься '
                                    'на стелі? Не забудьте прихопити Падіння '
                                    'пірʼїною [Feather Fall].',
 'block-section-levels-1/row/13/2': '«Сплеск дикої магії»{{Wild Magic Surge}} '
                                    'раптом стає значно корисніший.',
 'block-section-levels-1/row/14/2': 'Тепер ми такі хаотичні, що назавжди '
                                    'нищимо місцевість навколо себе.',
 'block-section-levels-1/row/15/2': '«Удача»{{Lucky}} захищає нас від '
                                    '{{натуральних 1|Natural 1}} ще з 1-го '
                                    'рівня, а тепер час {{зробити це проблемою '
                                    'для всіх інших|make it everyone else’s '
                                    'problem, too (закреслено в оригіналі)}} '
                                    'поділитися нею.',
 'block-section-levels-1/row/16/2': '«Підсилене заклинання»{{Empowered Spell}} '
                                    'добре працює з «Вибухом закляття»{{Spell '
                                    'Bombardment}}, який ми отримаємо на '
                                    'наступних рівнях. Перекидання найнижчих '
                                    'кубиків означає ще один шанс викинути '
                                    'найбільше число на кубику. Перетворіть '
                                    'ворогів на мишей. Перетворіть групу на '
                                    'котів. Насолоджуйтеся хаосом, що настане. '
                                    '(Насправді так не робіть. Перетворіть '
                                    'ворогів на слимаків і закиньте їх в інший '
                                    'план існування.) Можливо, перенавчіть '
                                    'щось на Бажання [Wish], якщо вам усе ще '
                                    'потрібне [[1|Бажання]].',
 'block-section-levels-1/row/17/2': 'Через це всі наші заклинання тривалої '
                                    'шкоди раптом стають значно '
                                    'привабливішими. Візьмімо Їдке Вариво Таші '
                                    "[Tasha's Caustic Brew] як приклад: якщо "
                                    'накласти його лише слотом 2-го рівня, то '
                                    'ми маємо 68,36% шансу викинути 4 '
                                    'принаймні на одному кубику щоразу, коли '
                                    'заклинання завдає шкоди, а чим вище '
                                    'накладаємо, тим імовірніше отримати '
                                    'додаткову шкоду. Перспективи заклинань '
                                    'контролю території, як-от Стіна вогню '
                                    '[Wall of Fire] і Нашестя комах [Insect '
                                    'Plague], можуть бути ще кращими завдяки '
                                    'більшій кількості цілей і більшим та '
                                    'численнішим кубикам шкоди. Також у '
                                    '«Вибуху закляття»{{Spell Bombardment}} '
                                    'цікава взаємодія з Магічним дротиком '
                                    '[Magic missile]. Офіційне розʼяснення '
                                    'таке: ви кидаєте к4 один раз і '
                                    'використовуєте його для кожного снаряда, '
                                    'тож для кожного снаряда є 1 шанс із 4 '
                                    'завдати 1к4+5 (2к4+1, де один кубик '
                                    'викинув 4). Цього недостатньо, щоб робити '
                                    'це основною тактикою, але про це цікаво '
                                    'подумати.',
 'block-section-levels-1/row/18/2': 'Тут у нас вільне місце. +2 до Статури — '
                                    'чудовий вибір.',
 'block-section-levels-1/row/19/2': 'Не вражає.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
