import refs

TITLE = 'Божественна душа — гайд підкласу Чародія (2014)'
TOPICS = 'Чародій, Божественна душа, підклас, приклад збірки'

HEADINGS = {'section-features': 'Уміння Божественної душі',
 'section-divine-soul-ability-scores': 'Характеристики Чародія Божественної '
                                       'душі',
 'section-divine-soul-races': 'Раси Чародія Божественної душі',
 'section-divine-soul-feats': 'Риси Чародія Божественної душі',
 'section-divine-soul-weapons': 'Зброя Чародія Божественної душі',
 'section-divine-soul-armor': 'Обладунки Чародія Божественної душі',
 'section-example-build-5e-mystic-theurge': 'Приклад збірки — Містичний теург '
                                            '5e',
 'section-abilities': 'Характеристики'}

FRAGMENTS = {'block-section-introduction-1': 'Чародій Божественної душі{{Divine Soul '
                                 'Sorcerer}} — один із найпопулярніших '
                                 'підкласів у всій грі завдяки своїй '
                                 'величезній, небаченій досі здатності '
                                 'добирати заклинання. Звісно, як Чародій, ви '
                                 'все одно знатимете лише 16 із цих заклинань '
                                 'одночасно, тож найважчий вибір — зрозуміти, '
                                 'які заклинання варто брати і коли.',
 'block-section-introduction-2': 'Бути головним божественним заклинателем '
                                 'групи й водночас підхоплювати базові арканні '
                                 'утиліти та шкоду — неймовірне відчуття. '
                                 'Майже ніхто інший не може одного ходу '
                                 'вдарити Вогнекулею [Fireball], а наступного '
                                 '— Цілющим словом [healing word], і майже '
                                 'ніхто з однокласових персонажів не здатен '
                                 'одного ходу накласти Зцілення [Heal], а '
                                 'наступного — Розщеплення [Disintegrate] '
                                 '(єдині винятки — Клірик домену магії{{Arcana '
                                 'domain}} і деякі барди). Тож кожне нове '
                                 'заклинання — це мучливий вибір і/або купа '
                                 'досліджень. На щастя, у нас є готова '
                                 'пропозиція збірки саме для цього.',
 'block-section-divine-soul-ability-scores-1': 'Нічим не відрізняється від '
                                               'стандартного Чародія, але, '
                                               'оскільки цей клас так добре '
                                               'пасує до мультикласування, '
                                               'просто розподіліть очки туди, '
                                               'де вони знадобляться вам для '
                                               'цього.',
 'block-section-divine-soul-ability-scores-2/header/1': '**Купівля '
                                                        'характеристик**',
 'block-section-divine-soul-ability-scores-2/header/2': '**Стандартний набір**',
 'block-section-divine-soul-ability-scores-2/row/0/0': 'Сила',
 'block-section-divine-soul-ability-scores-2/row/1/0': 'Спритність',
 'block-section-divine-soul-ability-scores-2/row/2/0': 'Статура',
 'block-section-divine-soul-ability-scores-2/row/3/0': 'Інтелект',
 'block-section-divine-soul-ability-scores-2/row/4/0': 'Мудрість',
 'block-section-divine-soul-ability-scores-2/row/5/0': 'Харизма',
 'block-section-divine-soul-races-1': 'Якщо ви граєте приклад збірки нижче, '
                                      'вас може спокусити раса з вродженим '
                                      'чаротворством, як-от Фея{{Fairy}} чи '
                                      'Юань-ті{{Yuan-ti}}, але формулювання '
                                      '«Голосу влади»{{Voice of Authority}} у '
                                      'Клірика домену порядку{{Order Domain}} '
                                      'вимагає витрачати слоти заклинань, щоб '
                                      'його запустити, а отже, вони не '
                                      'взаємодіють. Це не робить їх поганим '
                                      'вибором, хоча фею важко '
                                      'порекомендувати, бо доведеться обирати '
                                      'між польотом і володінням важкими '
                                      'обладунками. Якщо ви не граєте приклад '
                                      'збірки, поради щодо вибору раси шукайте '
                                      'в [[1|гайді Чародія]].',
 'block-section-divine-soul-feats-1': 'Нічого особливого для Чародіїв '
                                      'Божественної душі{{Divine Soul}}. Риси, '
                                      'що дають заклинання, завжди корисні, бо '
                                      'розширюють вашу різнобічність.',
 'block-section-divine-soul-weapons-1': 'Нічим не відрізняється від будь-якого '
                                        'іншого Чародія.',
 'block-section-divine-soul-armor-1': 'Ваш головний захист — триматися подалі '
                                      'від усього ворожого, якщо тільки ви не '
                                      'берете рівні в іншому класі.',
 'block-section-multiclassing-2': 'Найбільший вибір заклинань у грі робить цей '
                                  'клас синергічним із багатьма речами. 1–3 '
                                  'рівні в будь-чому заради підкласового '
                                  'уміння все одно дозволять вашому персонажу '
                                  'накласти Бажання [Wish] до завершення '
                                  'розвитку, а це найкраще завершальне уміння '
                                  'на будь-якому персонажі, хоч би якого він '
                                  'був класу. Зокрема, я написав цю збірку й '
                                  '[[1|Гайд Клірика домену порядку]] водночас, '
                                  'бо грав приклад збірки нижче на 5-му рівні '
                                  'в {{одноразовій грі|one-shot}}, і вона '
                                  '*геть зламана.* Рівень чи два у підкласі '
                                  '«Відьмацький клинок»{{Hexblade}} дозволять '
                                  'привʼязати все до Харизми. Трохи '
                                  'Паладина{{Paladin}} може винагородити вас '
                                  'приємними речами (особливо якщо взяти '
                                  'Бойовий Стиль «Благословенний '
                                  'воїн»{{Blessed Warrior}}). І це ще не все. '
                                  'Тільки не забудьте спершу почати з чогось, '
                                  'що дасть вам ті смачні володіння '
                                  'обладунками, щоб виходити в бій захищеним.',
 'block-section-example-build-5e-mystic-theurge-1': 'Прагнучи стати найкращим '
                                                    'заклинателем-сапортом у '
                                                    'мультивсесвіті, ця збірка '
                                                    'бере неймовірно сильне '
                                                    'уміння й найкращий список '
                                                    'заклинань у грі та '
                                                    'доводить їх до логічного '
                                                    'завершення.',
 'block-section-abilities-1': 'Оскільки ми беремо рівні в різновиді Клірика, '
                              'що дає володіння важкими обладунками, можемо '
                              'занедбати Спритність, а вивільнені очки вкласти '
                              'в Мудрість, щоб цей мультиклас став можливим. '
                              'Сила насправді не потрібна, щоб носити важкі '
                              'обладунки, — просто ви отримуєте штраф до '
                              'швидкості, якщо не маєте стільки, скільки вони '
                              'вимагають. Утім, швидкість пересування нас '
                              'насправді не хвилює, і навіть є спосіб її '
                              'компенсувати, якщо вас справді непокоїть цей '
                              'додатковий рух у вашій грі. Але, чесно кажучи, '
                              'просто візьміть {{мітлу польоту|Broom of '
                              'Flying}} за першої ж нагоди — і проблему '
                              'розвʼязано.',
 'block-section-abilities-2/header/1': '**Базове значення**',
 'block-section-abilities-2/header/2': '**Підвищене значення**',
 'block-section-abilities-2/row/0/0': 'Сила',
 'block-section-abilities-2/row/1/0': 'Спритність',
 'block-section-abilities-2/row/2/0': 'Статура',
 'block-section-abilities-2/row/3/0': 'Інтелект',
 'block-section-abilities-2/row/4/0': 'Мудрість',
 'block-section-abilities-2/row/5/0': 'Харизма',
 'block-section-background-1': 'Беремо передісторію Шпигун{{Spy}}, а володіння '
                               'Непомітністю переносимо на Уважність. '
                               'Виявляється, шпигуни загалом корисні лише '
                               'тоді, коли справді можуть щось бачити й чути.',
 'block-section-skills-and-tools-1': 'Ми будемо «обличчям», тож поводимося '
                                     'відповідно. Початок із Клірика дає нам '
                                     'Медицину й Аналіз Поведінки, а додаткове '
                                     'володіння Переконанням — від домену. '
                                     'Разом із расою й передісторією це дає '
                                     'нам володіння всіма стандартними '
                                     'навичками «обличчя» (Обман, Аналіз '
                                     'Поведінки, Залякування, Переконання) і '
                                     'загалом 6 володінь навичками.',
 'block-section-feats-1': 'Ми відставатимемо на один рівень за Покращеннями '
                          'Характеристик протягом усього життя персонажа, тож '
                          'неодмінно хочемо взяти гібридну рису на 5-му рівні '
                          'й підняти основну характеристику до 20 на 9-му. Для '
                          'цього беремо «Телекінетика»{{Telekinetic}}, бо, '
                          'звісно ж, куди без нього. На 13-му беремо '
                          '«Надихаючого лідера»{{Inspiring Leader}} і покажемо '
                          'трохи математики, чому він неймовірний на цьому '
                          'рівні. На 17-му беремо «Містичного '
                          'адепта»{{Eldritch Adept}} заради «Зору '
                          "диявола»{{Devil's Sight}}, а на 20-му нарешті "
                          'беремо «Адепта метамагії»{{Metamagic Adept}} як '
                          'умовне завершальне уміння.',
 'block-section-levels-1/header/0': '**Рівень**',
 'block-section-levels-1/header/1': '**Риси та уміння**',
 'block-section-levels-1/header/2': '**Примітки й тактика**',
 'block-section-levels-1/row/0/0': '1 – Клірик 1',
 'block-section-levels-1/row/1/0': '2 – Чародій 1',
 'block-section-levels-1/row/2/0': '3 – Чародій 2',
 'block-section-levels-1/row/3/0': '4 – Чародій 3',
 'block-section-levels-1/row/4/0': '5 – Чародій 4',
 'block-section-levels-1/row/5/0': '6 – Чародій 5',
 'block-section-levels-1/row/6/0': '7 – Чародій 6',
 'block-section-levels-1/row/7/0': '8 – Чародій 7',
 'block-section-levels-1/row/8/0': '9 – Чародій 8',
 'block-section-levels-1/row/9/0': '10 – Чародій 9',
 'block-section-levels-1/row/10/0': '11 – Чародій 10',
 'block-section-levels-1/row/11/0': '12 – Чародій 11',
 'block-section-levels-1/row/12/0': '13 – Чародій 12',
 'block-section-levels-1/row/13/0': '14 – Чародій 13',
 'block-section-levels-1/row/14/0': '15 – Чародій 14',
 'block-section-levels-1/row/15/0': '16 – Чародій 15',
 'block-section-levels-1/row/16/0': '17 – Чародій 16',
 'block-section-levels-1/row/17/0': '18 – Чародій 17',
 'block-section-levels-1/row/18/0': '19 – Чародій 18',
 'block-section-levels-1/row/19/0': '20 – Чародій 19',
 'block-section-levels-1/row/0/1': 'Замовляння:\n'
                                   '– Настанова\n'
                                   '– Світло\n'
                                   '– Священне полумʼя\n'
                                   'Підготовлені заклинання:\n'
                                   '– Благословення\n'
                                   '– Захист від зла й добра\n'
                                   '– Щит віри\n'
                                   '– Наказ\n'
                                   '– Героїзм\n'
                                   'Голос влади',
 'block-section-levels-1/row/1/1': 'Замовляння:\n'
                                   '– Вогняний заряд\n'
                                   '– [[1|Магічна рука]]\n'
                                   '– Розщеплення Розуму\n'
                                   '– [[2|Формування води]]\n'
                                   'Заклинання:\n'
                                   '– Цілюще слово\n'
                                   '– Сріблясті шпильки\n'
                                   '– Зурочення (Спорідненість)\n'
                                   'Улюбленець богів',
 'block-section-levels-1/row/2/1': 'Відоме заклинання:\n'
                                   '– Спрямований заряд\n'
                                   'Очки чародійства',
 'block-section-levels-1/row/3/1': 'Метамагія:\n'
                                   '– Підвищене заклинання\n'
                                   '– Спарене заклинання\n'
                                   'Нове заклинання:\n'
                                   '– Вихрове переміщення',
 'block-section-levels-1/row/4/1': 'Нове замовляння:\n'
                                   '– Штукарство\n'
                                   'Нове заклинання:\n'
                                   '– Мале відновлення\n'
                                   'Риса:\n'
                                   '– Телекінетик (+1 Харизма)',
 'block-section-levels-1/row/5/1': 'Нове заклинання:\n– Вогнекуля',
 'block-section-levels-1/row/6/1': 'Підсилене зцілення\n'
                                   'Нове заклинання:\n'
                                   '– Прискорення\n'
                                   'Заміна заклинання: Зурочення → Наділити '
                                   'прокляттям',
 'block-section-levels-1/row/7/1': 'Нове заклинання:\n– Захист від смерті',
 'block-section-levels-1/row/8/1': 'Харизма 18 → 20\n'
                                   'Нове заклинання:\n'
                                   '– [[1|Перевтілення]]',
 'block-section-levels-1/row/9/1': 'Нове заклинання:\n– Масове лікування ран',
 'block-section-levels-1/row/10/1': 'Нове замовляння:\n'
                                    '– Дивотворство\n'
                                    'Нове заклинання:\n'
                                    '– Більше відновлення\n'
                                    'Метамагія:\n'
                                    '– Віддалене заклинання',
 'block-section-levels-1/row/11/1': 'Нове заклинання:\n'
                                    '– Зцілення\n'
                                    'Заміна заклинання: Спрямований заряд → '
                                    'Розщеплення',
 'block-section-levels-1/row/12/1': 'Риса:\n– Надихаючий лідер',
 'block-section-levels-1/row/13/1': 'Нове заклинання:\n'
                                    '– Воскресіння\n'
                                    'Заміна заклинання: Мале відновлення → '
                                    'Телепорт',
 'block-section-levels-1/row/14/1': 'Потойбічні крила',
 'block-section-levels-1/row/15/1': 'Нове заклинання:\n– Підкорення монстра',
 'block-section-levels-1/row/16/1': 'Риса:\n– Містичний адепт (Зір диявола)',
 'block-section-levels-1/row/17/1': 'Нове заклинання: [[1|Бажання]]\n'
                                    'Метамагія:\n'
                                    '– будь-яка',
 'block-section-levels-1/row/18/1': 'Неземне відновлення',
 'block-section-levels-1/row/19/1': 'Риса: Адепт метамагії',
 'block-section-levels-1/row/0/2': 'Як описано вище, ми здебільшого беремо '
                                   'заклинання, яким не так важливо, що наша '
                                   'Мудрість на одиницю нижча за очікуване '
                                   'стартове значення і, що важливіше, ніколи '
                                   'не стане кращою. Якщо ви справді граєте цю '
                                   'збірку з першого рівня, підготуйте Цілюще '
                                   'слово [healing word] замість Захисту від '
                                   'зла й добра [Protection from Evil and '
                                   'Good] і просто змиріться, що ваша ціль '
                                   'відновлюватиме на 1 ХП менше за кожне '
                                   'накладання. До речі, про заклинання '
                                   'бонусною дією: Щит віри [Shield of Faith] '
                                   'просто чудовий. Дочекайтеся, поки ваш '
                                   'друг-воїн зайде в ближній бій, накиньте на '
                                   'нього +2 до КБ бонусною дією й '
                                   'насолоджуйтеся, як він лупить по якомусь '
                                   'бідоласі поруч. Те, що на цьому рівні у '
                                   'вас лише два слоти заклинань, означає, що '
                                   'доведеться дуже ретельно вирішувати, коли '
                                   'їх витрачати і на що. Не витрачайте слот, '
                                   'хіба що це питання життя і смерті або він '
                                   'може запустити «Голос влади»{{Voice of '
                                   'Authority}}. «Голос влади» — одне з '
                                   'найвпливовіших класових умінь у грі, а '
                                   'поєднати його з тим, хто вміє накладати '
                                   'Сріблясті шпильки [Silvery Barbs], '
                                   'настільки добре, що я зробив так і тут. '
                                   'Докладніше про це нижче. Для стартового '
                                   'спорядження візьміть {{кольчугу|Chain '
                                   'Mail}}, булаву{{Mace}} й легкий '
                                   'арбалет{{Light Crossbow}}. Негайно '
                                   'продайте обидві зброї й використайте '
                                   'виручені гроші, щоб купити лати{{Plate}}, '
                                   'щойно зможете.',
 'block-section-levels-1/row/1/2': 'Я справді мав на увазі негайне перемикання '
                                   'на чародія. Замовляння тут — суміш чудових '
                                   'утилітарних і шкідливих варіантів, що '
                                   'покривають кидки атаки й один нечастий '
                                   'ряткидок. Цілюще слово [healing word] '
                                   'тепер є, щоб дати вам ще одне заклинання '
                                   'бонусною дією для запуску «Голосу '
                                   'влади»{{Voice of Authority}}, якому цього '
                                   'разу не потрібна Концентрація. Далі — '
                                   'Сріблясті шпильки [Silvery Barbs]. Тайлер '
                                   'так розлютився, коли це заклинання вийшло, '
                                   'що написав [[1|цілу статтю]] про те, чому '
                                   'його не варто брати. Але виявляється, що '
                                   'справжнє просвітлення цього заклинання — '
                                   'на Кліріку порядку. Ви накладаєте '
                                   'Розщеплення Розуму [Mind Sliver]. Ціль '
                                   'проходить ряткидок. Ви реакцією накладаєте '
                                   'Сріблясті шпильки [Silvery Barbs], '
                                   'змушуючи її перекинути ряткидок. Пройдений '
                                   'чи ні, тепер ви цілите в союзника другою '
                                   'половиною заклинання, даючи йому Перевагу '
                                   'на кубику на його наступну атаку. Це '
                                   'запускає «Голос влади». Ціль тепер може '
                                   'негайно зробити атаку з Перевагою на '
                                   'кубику, яку ви щойно їй дали. Ціль '
                                   'провалила ряткидок проти Розщеплення '
                                   'Розуму [Mind Sliver]? Просто дочекайтеся, '
                                   'коли вона щось успішно кине на своєму '
                                   'ході. Ціль так і не змогла нічого успішно '
                                   'кинути? Вітаю, ви заощадили слот '
                                   'заклинання, бо ваш ворог був повністю '
                                   'безрезультатним. Зверніть увагу: єдине '
                                   'обмеження «Голосу влади» — слоти '
                                   'заклинань. Якщо ви накладете Цілюще слово '
                                   '[healing word] на одного, а Сріблясті '
                                   'шпильки [Silvery Barbs] на когось іншого в '
                                   'одному раунді, обидва можуть зробити атаки '
                                   'реакцією.',
 'block-section-levels-1/row/2/2': 'Оскільки наша реакція майже на 100% '
                                   'належатиме Сріблястим шпилькам [Silvery '
                                   'Barbs], ми не надто переймаємося основними '
                                   'заклинаннями на кшталт Щита [Shield] чи '
                                   'Поглинання стихій [Absorb Elements]. '
                                   'Натомість беремо трохи променевої шкоди й '
                                   'ще більше Переваги на кубику для наших '
                                   'друзів. Очки чародійства{{Sorcery Points}} '
                                   'уже добрі для нас, ще до здобуття '
                                   'метамагії. Ми вже можемо накласти '
                                   'Сріблясті шпильки [Silvery Barbs] за '
                                   'допомогою чотирьох слотів 1-го рівня, які '
                                   'маємо зараз. Якщо вони закінчаться, просто '
                                   'спалюємо два очки й отримуємо ще один '
                                   'слот. Зверніть також увагу: завдяки магії '
                                   'мультикласування в нас зараз є слоти 2-го '
                                   'рівня, але немає заклинань 2-го рівня, щоб '
                                   'їх туди накласти. Тож ви можете без '
                                   'докорів сумління підсилювати слотом вищого '
                                   'рівня Цілюще слово [healing word] (або '
                                   'Спрямований заряд [Guiding Bolt], якщо '
                                   'ваша група *справді* добре справляється).',
 'block-section-levels-1/row/3/2': '«Спарене заклинання»{{Twinned Spell}} досі '
                                   'неймовірне. Трохи прикро, що воно не '
                                   'запускає «Голос влади»{{Voice of '
                                   'Authority}} на обох цілях, але, чесно '
                                   'кажучи, це все одно нормально. А от '
                                   'Вихрове переміщення [Vortex Warp] «Голос '
                                   'влади» точно запускає, і це одна з '
                                   'небагатьох речей, що дозволяють '
                                   'добровільно провалити ряткидок, якщо '
                                   'людина цього хоче. Ви випередили '
                                   'пройдисвіта в ініціативі? Жбурніть його у '
                                   'ворога, і він може атакувати прямо в межах '
                                   'цього. Технічно, якщо ви ходите найпершим, '
                                   'можна навіть спарити заклинання, підхопити '
                                   'свого танка *і* свого пройдисвіта, '
                                   'поставити їх по різні боки від ворога, '
                                   'якщо ваш стіл дбає про це заради '
                                   'варіантного правила фланкування, а тоді '
                                   'дозволити пройдисвіту зробити «Підступну '
                                   'атаку»{{Sneak Attack}} — і все це за ваш '
                                   'хід.',
 'block-section-levels-1/row/4/2': 'Що до нового заклинання: ми все ще '
                                   '(несправжній) Клірик, тож мусимо вивчити '
                                   'його назавжди — не можемо просто '
                                   'підготувати його наступного дня, як '
                                   'справжній Клірик. Я зрозумію, якщо ви '
                                   'скажете мені перестати рекомендувати рису '
                                   '«Телекінетик»{{Telekinetic}}, але це не '
                                   'змінить моєї поведінки. Можливо, вам треба '
                                   'штовхнути когось ще на 5 футів, перш ніж '
                                   'кинути в нього заклинання, щоб він міг '
                                   'атакувати. Можливо, ви хочете накласти на '
                                   'нього заклинання заради атаки, а тоді '
                                   'відтягнути його на 5 футів, щоб на своєму '
                                   'ході йому не треба було робити Відступ. '
                                   'Тут варіанти ще кращі, ніж у більшості '
                                   'персонажів, а це дещо значить.',
 'block-section-levels-1/row/5/2': 'Якби я сказав вам обрати щось інше, ви б '
                                   'мені повірили?',
 'block-section-levels-1/row/6/2': 'Обидва ці заклинання можна використовувати '
                                   'зі «Спареним заклинанням»{{Twinned '
                                   'Spell}}. Власне, я думаю, що саме тому '
                                   'Наділити прокляттям [Bestow Curse] не '
                                   'входить до списку Чародія, хоча його мають '
                                   'більшість інших повних заклинателів. Також '
                                   'добре застосувати до нього «Підвищене '
                                   'заклинання»{{Heightened Spell}} на одній '
                                   'цілі й обрати Мудрість: тоді ціль матиме '
                                   'Перешкоду на кубику на початковий кидок і '
                                   'Перешкоду на кожен наступний кидок, щоб не '
                                   'втратити свій хід. Просто памʼятайте: якщо '
                                   'ви спарюєте Прискорення [Haste], вам '
                                   '*справді* треба стежити, щоб не втратити '
                                   'Концентрацію, інакше в групи буде важкий '
                                   'раунд. «Підсилене зцілення»{{Empowered '
                                   'Healing}} не надто корисне, бо перекидання '
                                   'к4 мало допоможе.',
 'block-section-levels-1/row/7/2': 'До речі, знаєте, що ще — слушний вибір для '
                                   '«Спареного заклинання»{{Twinned Spell}}? '
                                   'Захист від смерті [Death Ward].',
 'block-section-levels-1/row/8/2': 'Ще краще за одного Тиранозавра '
                                   'Рекса{{Tyrannosaurus Rex}}: двоє '
                                   'Тиранозаврів Рексів.',
 'block-section-levels-1/row/9/2': 'Нарешті заклинання, на якому варто '
                                   'використати «Підсилене '
                                   'зцілення»{{Empowered Healing}}.',
 'block-section-levels-1/row/10/2': 'У «Спареному заклинанні»{{Twinned Spell}} '
                                    'ніде не сказано, що воно витрачає '
                                    'подвійну кількість матеріальних '
                                    'компонентів. Ви отримуєте два накладання '
                                    'Більшого відновлення [Greater '
                                    'Restoration] за ціну одного. Також на '
                                    'цьому рівні всі ваші заклинання на дотик '
                                    'тепер можна накладати з дальністю 30 '
                                    'футів. На жаль, не можна одночасно '
                                    'застосувати до заклинання «Віддалене '
                                    'заклинання»{{Distant Spell}} і «Спарене '
                                    'заклинання», тож памʼятайте, що саме ви '
                                    'захочете зробити під час кожного '
                                    'накладання.',
 'block-section-levels-1/row/11/2': 'Накладання Зцілення [Heal] зі «Спареним '
                                    'заклинанням»{{Twinned Spell}} — '
                                    'найефективніший за часом спосіб відновити '
                                    'ХП у грі, доки персонажі не отримають '
                                    'заклинань 9-го рівня. А Розщеплення '
                                    '[Disintegrate] можна за потреби спарювати '
                                    'чи підсилювати «Підсиленим '
                                    'заклинанням»{{Empowered Spell}}.',
 'block-section-levels-1/row/12/2': 'Кожен відпочинок дає змогу накласти 17 '
                                    'тимчасових ХП на кожного члена групи. На '
                                    'цьому рівні це може здаватися небагато, '
                                    'але для середньої групи з 4 членів у '
                                    'день, коли ви прокидаєтеся, бʼєтеся, '
                                    'робите Короткий відпочинок, бʼєтеся ще '
                                    'раз, знову Короткий відпочинок, бʼєтеся '
                                    'востаннє й лягаєте спати, це понад 200 '
                                    'пунктів можливого лікування, яке вам не '
                                    'доведеться робити.',
 'block-section-levels-1/row/13/2': 'На цьому рівні наших друзів, можливо, '
                                    'доведеться повертати з мертвих. Знову ж '
                                    'таки, оскільки ми несправжній клірик, це '
                                    'заклинання доводиться вивчати назавжди, '
                                    'тож робимо це зараз — адже, знову ж таки, '
                                    'можемо накласти його «Спареним '
                                    'заклинанням»{{Twinned Spell}} за ті самі '
                                    'матеріальні компоненти. Повертайте до '
                                    'життя одразу двох загиблих членів групи. '
                                    'До речі, про матеріальні компоненти: нас '
                                    'не надто турбує вартість усього алмазного '
                                    'пилу, який ми витрачаємо на Більше '
                                    'відновлення [Greater Restoration] на '
                                    'цьому рівні, тож ми відмовляємося від '
                                    'Малого відновлення [Lesser Restoration], '
                                    'щоб отримати доступ до такої потрібної '
                                    'нам утиліти.',
 'block-section-levels-1/row/14/2': 'Тепер ви просто літаєте, і крапка. '
                                    'Віддайте комусь іншому {{мітлу '
                                    'польоту|Broom of Flying}}, на якій ви '
                                    'літали, відколи змогли собі це дозволити.',
 'block-section-levels-1/row/15/2': 'Підкоріть обох половинок пари '
                                    'монстрів-партнерів.',
 'block-section-levels-1/row/16/2': "Візьміть «Зір диявола»{{Devil's Sight}} і "
                                    'накладіть Освячення [Hallow] на свою '
                                    'кімнату в постійній базі, яка в вас, '
                                    'імовірно, вже є на цей момент, наповнивши '
                                    'її магічною темрявою. Хоча це кумедний '
                                    'вибір для цього рівня, насправді можна '
                                    'взяти й щось інше. Це тут, бо ви, '
                                    'високорівневий слуга божества, імовірно, '
                                    'почуєте від нього прохання битися з '
                                    'високорівневими дияволами, а нам хотілося '
                                    'б бути імунними до одного з їхніх '
                                    'найпоширеніших трюків. Якщо ваша кампанія '
                                    'не про це, сміливо замініть цей вибір або '
                                    'навіть зовсім відмовтеся від нього на '
                                    'користь чогось із підвищенням Статури. '
                                    'Тільки не «Кухаря»{{Chef}}, бо ми вже '
                                    'роздаємо купу тимчасових ХП від '
                                    '«Надихаючого лідера»{{Inspiring Leader}}.',
 'block-section-levels-1/row/17/2': 'Навіть більше, ніж більшості тих, хто '
                                    'вміє накладати Бажання [Wish], вам '
                                    'потрібне саме воно, щоб компенсувати брак '
                                    'різнобічності. Оберіть будь-яку '
                                    'Метамагію{{Metamagic}}, що здається вам '
                                    'цікавою. «Приховане заклинання»{{Subtle '
                                    'Spell}} трохи кумедне, бо його можна '
                                    'використати, щоб прибрати вербальний '
                                    'компонент (він же єдиний компонент) '
                                    'Бажання [Wish]: ви просто думаєте, що '
                                    'реальність має змінитися, — і вона '
                                    'змінюється.',
 'block-section-levels-1/row/18/2': 'Тут нічого вартого уваги, окрім того, що '
                                    'користуватися цим варто щоразу, коли '
                                    'можете.',
 'block-section-levels-1/row/19/2': 'Два додаткові очки чародійства{{Sorcery '
                                    'Points}} — це все ще на 10% більше на '
                                    'цьому рівні, і це майже компенсує те, що '
                                    'ми не отримуємо справжнє завершальне '
                                    'уміння Чародія. Вибір Метамагії насправді '
                                    'не має значення, це лише заради очок.'}

FRAGMENTS = refs.expand_all(FRAGMENTS)
